import type { Test } from "@/lib/types";

export const MODERN_HISTORY_CHAPTERS_1_5: Test = {
    id: "modern-history-chapters-1-5",
    title: "Modern Indian History — Chapters 1–5",
    description: "Combined mock test containing all active questions from Modern Indian History Chapters 1–5.",
    category: "भारतीय इतिहास — आधुनिक",
    durationMinutes: 129,
    questions: [
        {
            id: "modern-1-001",
            question: "1. वास्कोडिगामा‚ कालीकट पर किस वर्ष में आयया?",
            options: [
                "1350 AD",
                "1498 AD",
                "1530 AD",
                "1612 AD"
            ],
            correctAnswer: 1,
            explanation: "पुर्तगीज नाविक व खोोजकर्ता वास्कोडिगामा भारत के पश्चिमी तट पर स्थित बंदरगाह कालीकट पर 20 मई‚ 1498 कोो पहुंचा। उसने यहांं पहुंचकर भारत और यूरोोप के मध्यय एक नए समुद्रीी मार्ग की खोोज की। कालीकट के तत्काकालीन शासक जमोोरिन (जमोोरिन कालीकट के शासकोंों की पैतृक उपाधि थी) ने वास्कोडिगामा का स्वाागत किया। पुर्तगाली व्यायापारियोंों ने भारत में कालीकट‚ गोवा‚ दमन‚ दीव एवंं हुगली के बंदरगाहोंों में अपनी व्यायापारिक कोठियांं स्थापित कीं। 1505 ई. में फ्रांसिस्को डी अल्मीडा भारत में प्रथम पुर्तगाली वायसराय बनकर आया। व्यायापारिक हितोंों के परिप्रेक्ष्यय में हिंद महासागर में प्रभुत्व स्थापित करने के लिए अल्मीडा ने ‘ब्लूलू वाटर पॉलिसी’ (Blue water Policy) ‘अर्थात ‘नीला जल की नीति’ का प्रतिपादन किया था। भारत आने वाली यूराेपीय कंपनियोंों में पहले पुर्तगाली थे, जिन्होंोंने नए समुद्रीी मार्ग की खोोज कर भारत के साथ व्यायापारिक संंबंध स्थापित किए।",
        },
        {
            id: "modern-1-002",
            question: "2. निम्नन में से कौन ‘नीला जल ययोजना’ (ब्लूलू वाटर नीति) से संबंधित है?",
            options: [
                "डी अल्मीडा",
                "अल्बुबुकर्क",
                "डूप्‍ले",
                "रॉॉबर्ट क्‍लालाइव"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-003",
            question: "3. मध्य काल में सर्वप्रथम भारत से व्यापार संबंंध स्थापित करने वाले थे-",
            options: [
                "डच",
                "अंंग्रेज",
                "फ्रांंसीसी",
                "पुर्तगाली"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-004",
            question: "4. वास्कोडिगामा भारत कब आयया था?",
            options: [
                "1496",
                "1497",
                "1498",
                "1600"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-005",
            question: "5. पुर्तगाली उपनिवेश का प्रथम वाययसरायय भारत में कौन हुआ?",
            options: [
                "डियाज",
                "वास्कोडिगामा",
                "अल्मीडा",
                "अल्बुबुकर्क"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-006",
            question: "6. निम्नलिखित में से किसने वास्कोडिगामा का कालीकट में स्वावागत कियया था?",
            options: [
                "गेस्पपर कोोरिया",
                "अल्बुबुकर्क",
                "जमोोरिन",
                "डॉॉन अलमेदा"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-007",
            question: "7. वास्कोडिगामा के संबंंध में कौन-सा/से कथन सही है/हैं? (i) वास्कोडिगामा की 1498 में भारत ययात्राा के समयय कालीकट का शासक जमोरिन (सामुथिरी) था। (ii) प्रथम ययात्राा में वास्कोडिगामा लगभग एक साल तक भारत में रहा। (iii) वास्कोडिगामा ने पुन: 1501 में भारत की ययात्राा की।",
            options: [
                "(i), (ii) और (iii)",
                "(i) और (ii)",
                "(i) और (iii)",
                "केवल (i)"
            ],
            correctAnswer: 3,
            explanation: "20 मई‚ 1498 कोो वास्कोडिगामा कालीकट पहुंचा। उस समय कालीकट का शासक जमोोरिन था। उसने वास्कोडिगामा का स्वाागत किया। वह लगभग तीन महीने तक भारत रहा और भारतीय वस्तुतुओं से लदे हुए जहाजोंों के साथ पुर्तगाल वापस लौट गया। वास्कोडिगामा पुन: 1502 ई. और 1524 ई. में भारत आया था।",
        },
        {
            id: "modern-1-008",
            question: "8. सूची-I को सूची-II से सुमेल कीजिए तथा नीचे दिए गए कूट से सही उत्तर चुनिए- सूची-I सूची-II (समुद्रीी ययात्रीी) (देश) A. वास्कोडिगामा 1. स्पेपेन B. क्रिस्टोटोफर कोलम्बस 2. पुर्तगाल C. कैप्टन कुक 3. हाॅलैंड D. तस्मामान 4. ग्रेट ब्रिटेन कूट : A B C D",
            options: [
                "3 2 1 4",
                "2 1 4 3",
                "1 4 3 2",
                "4 3 2 1"
            ],
            correctAnswer: 1,
            explanation: "पुर्तगाली यात्री वास्कोडिगामा ने भारत और यूरोोप के मध्यय समुद्रीी मार्ग की‚ मूलत: इटली निवासी तथा स्पेपेन द्वाारा वित्तपोषित यात्री कोोलम्बबस ने अमेरिका की‚ हॉॉलैंड (नीदरलैंड) के एबल तस्माान ने वान डीमंंस लैंड (वर्तमान तस्माा- निया) तथा न्यूयूजीलैंड की खोोज की थी। कैप्टटन कुक ग्रेट ब्रिटेन का निवासी था। ऑस्ट्रेलिया की खोोज का श्रेय ऐतिहासिक रूप से डच नािवक विलेम जैंसजुन (Willem janszoon) कोो जाता है, जिन्होंोंने वर्तमान ऑस्ट्रेलिया के क्वींसलैंड प्रांंत में 1606 ई. में कदम रखा था। किंतु ब्रिटिश इतिहास में कैप्टटन जेम्सस कुक (1770 ई. में आॅस्ट्रेलिया की भूमि पर कदम रखा था) कोो अधिक महत्व इसलिए दिया जाता है, क्योंकि इन्होंोंने ऑस्ट्रेलिया के पूर्वी तट का सर्वेक्षण कर ब्रिटेन के लिए दावा किया, जिससे ऑस्ट्रेलिया में उपनिवेशीकरण प्राारंंभ हुआ। अत: कैप्टटन कुक कोो आॅस्ट्रेलिया का खोोजकर्ता नहीं कहा जा सकता।",
        },
        {
            id: "modern-1-009",
            question: "9. निम्नन का सही मिलान करें - A. अफोंसो डी अल्बुकर्क (i) पुर्तगाली हेडक्वार्टर का कोचीन से गोवा बदला जाना B. नूनो दा कुन्हा (ii) सितंबर‚ 1500 में भारत आगमन C. पेड्रोो अल्ववरेज काब्रााल (iii) ब्लूलू वाटर पॉलिसी D. फ्रांसिस्कोको डी अल्मीमीडा (iv) 1510 में गोवा पर आधिपत्य कूट : A B C D",
            options: [
                "(i) (ii) (iv) (iii)",
                "(iv) (i) (ii) (iii)",
                "(i) (iv) (ii) (iii)",
                "(iv) (i) (iii) (ii)"
            ],
            correctAnswer: 1,
            explanation: "अफोंोंसोो डी अल्बुबुकर्क ने 1510 ई. में गोवा पर आक्रमण किया और उस पर अपना अधिकार कर लिया। नूनोो दा कुन्हाहा (Nuno da Cunha) ने 1530 ई. में पुर्तगाली हेडक्वार्टर कोो कोोचीन से गोवा स्थाथानांंतरित किया। सितंंबर‚ 1500 में पेड्रोो अल्वरेज काब्रााल का भारत में आगमन हुआ। 1505 ई. में फ्रांसिस्को डी अल्मीडा कोो भारत का पहला पुर्तगाली वायसराय बनाया गया। उसकी नीतियोंों कोो ‘ब्लूलू वाटर पॉलिसी’ कहा जाता था‚ क्योंकि उसका मुख्यय उद्देश्य्य हिंद महासागर क्षेत्र में अपना प्रभुत्व स्थापित करना था।",
        },
        {
            id: "modern-1-010",
            question: "10. सूची-I को सूची-II से सुमेलित कीजिए - सूची-I सूची-II (खोजकर्ता) (जन्ममस्थाथान) A. क्रिस्टोटोफर कोलंबस 1. पुर्तगाल B. जैक्सस कार्टिययर 2. ययूनाइटेड किंगडम C. सर फ्रांसिस ड्रेक 3. इटली D. फर्डिनेंड मैगलन 4. फ्रांस नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए। A B C D",
            options: [
                "3 4 2 1",
                "1 2 4 3",
                "3 4 1 2",
                "1 4 2 3"
            ],
            correctAnswer: 0,
            explanation: "सही सुमेलन निम्नलिखित है - सूची-I सूची-II (खोजकर्ता) (जन्ममस्थाथान) क्रिस्टोोफर कोोलंंबस - इटली जैक्सस कार्टियर - फ्रांंस सर फ्रांसिस ड्रेक - यूनाइटेड किंगडम फर्डिनेंड मैगलन - पुर्तगाल अत: विकल्पप (a) सही उत्तर है।",
        },
        {
            id: "modern-1-011",
            question: "11. निम्नलिखित में से कौन भारत आने वाला ययात्रीी पुर्तगाल (देश) का नहीं था?",
            options: [
                "दुआर्ट बारबोोसा",
                "डोोमिंंगोो पायस",
                "पीटर मुंडी",
                "फर्नाओ नुनी़ज"
            ],
            correctAnswer: 2,
            explanation: "पीटर मुंडी सत्रहवीं शताब्दीी में भारत आने वाला ब्रिटिश व्यायापारी‚ लेखक एवंं यात्री था। चीन की चाय कोो चखने का उल्लेलेख करने वाला वह प्रथम ब्रिटिश नागरिक था। भारत में उसने पटना‚ आगरा एवंं सूरत आदि नगरोंों की यात्रा की।",
        },
        {
            id: "modern-1-012",
            question: "12. भारत में पुर्तगाली शक्ति का वास्तविक संंस्थाथापक कौन था?",
            options: [
                "वास्कोडिगामा",
                "अल्बुबुकर्क",
                "बार्थोोलोोम्यूयू डायज",
                "जॉर्ज ऑक्सडन"
            ],
            correctAnswer: 1,
            explanation: "भारत में पुर्तगाली शक्ति का वास्तविक संंस्थाथापक अल्बुबुकर्क (1509-15 ई.) था। इसने भारत में एक प्रादेशिक शक्ति के रूप में पुर्तगाली राज्यय की स्थाथापना की। नवंंबर‚ 1510 में बीजापुर के आदिलशाही सुल्तातान से गोवा कोो जीतना अल्बुबुकर्क की पहली महत्वपूर्ण उपलब्धिि थी। गोवा की विजय ने दक्षिण-पश्चिम समुद्र तट पर पुर्तगाली नौसैनिक प्रभुत्व पर मुहर लगा दी और इसके साथ ही भारत में क्षेत्रीेत्रीय पुर्तगाली राज्यय की स्थाथापना हुई। अल्बुबुकर्क ने भारत में पुर्तगालियोंों की संंख्याया में वृद्धि करने एवंं उनकी स्थाथायी बस्तियांं बसाने के उद्देश्य्य से पुर्तगालियोंों कोो भारतीय महिलाओं के साथ विवाह करने के लिए प्रोोत्साहित किया।",
        },
        {
            id: "modern-1-013",
            question: "13. भारत में ययूरोपीयय शक्तिययों के प्रवेश के संदर्भ में निम्नन में से कौन-सा कथन सही नहींं है?",
            options: [
                "पुर्तगालियोंों ने 1499 में गोवा पर कब्जाजा किया था।",
                "अंंग्रेजोंों ने अपना पहला कारखाना दक्षिण भारत में मछलीपट्टनम में लगाया।",
                "पूर्वी भारत में अंंग्रेजी कंपनी ने 1633 में उड़ीसा में पहला कारखाना लगाया।",
                "डूप्‍लेले के नेतृत्व में फ्रांंसीसियोंों ने 1746 में मद्राास पर कब्जाजा किया था।"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-014",
            question: "14. पुर्तगालिययों ने भारत में निम्नलिखित में से किस स्थाथान पर प्रथम दुर्ग का निर्माण कियया था?",
            options: [
                "अंंजीदीव में",
                "कन्‍नानानोोर में",
                "कोोचीन में",
                "गोवा में"
            ],
            correctAnswer: 2,
            explanation: "भारत में प्रथम यूरोोपीय दुर्ग का निर्माण पुर्तगालियोंों द्वाारा 1503 ई. में कोोचीन में किया गया था, जिसके निर्माण में अफोंोंसोो-डी अल्बुबुकर्क ने अपनी महत्व- पूर्ण भूमिका निभाई थी। अल्बुबुकर्क ने भारत की अपनी पहली यात्रा 1503 ई. में की थी। उसके उपरांंत वह पुन: 1508 ई. में भारत आया तथा 1509 ई. में भारत में अल्मीडा के बाद पुर्तगाली क्षेत्र का गवर्नर बना।",
        },
        {
            id: "modern-1-015",
            question: "15. किन ययूरोपिययों ने भारत में प्रथमत: सामुद्रिक व्यापारिक केंद्र स्थापित किए?",
            options: [
                "अंंग्रेज",
                "फ्रांंसीसी",
                "पुर्तगाली",
                "डच"
            ],
            correctAnswer: 2,
            explanation: "यूरोोपीय शक्तियोंों में सर्वप्रथम पुर्तगाली व्यायापारियोंों ने भारत में सामुद्रिक व्यायापारिक केंद्र स्थापित किए। भारत में प्रथम पुर्तगाली वायसराय फ्रांसिस्को डी अल्मीडा ने 1509 ई. में दीव के युद्ध में मिस्र के मामलुक सल्ततनत, शक्तिशाली गुजरात सल्ततनत (पश्चिम भारत) और कालीकट के जमोोरिन की संंयुक्तत सेनाओं कोो पराजित किया और हिंद महासागर के व्यायापार पर अपने प्रभुत्व की स्थाथापना की।",
        },
        {
            id: "modern-1-016",
            question: "17. पांंडिचेरी (वर्तमान पुडुचेरी) के संदर्भ में निम्नलिखित कथनों पर विचार कीजिए- 1. \u0007पांडिचेरी पर कब्जाजा करने वाली पहली ययूरोपीयय शक्ति पुर्तगाली थे। 2. \u0007पांडिचेरी पर कब्जाजा करने वाली दूसरी ययूरोपीयय शक्ति फ्रांसीसी थे। 3. अंंग्रेजों ने कभी पांडिचेरी पर कब्जाजा नहीं कियया। उपर्युक्त में से कौन-सा/से कथन सही है/हैं?",
            options: [
                "केवल 1",
                "केवल 2 और 3",
                "केवल 3",
                "1, 2 और 3"
            ],
            correctAnswer: 0,
            explanation: "पांडिचेरी (वर्तमान पुडुचेरी) में सर्वप्रथम पुर्तगालियोंों ने अपना उपनिवेश स्थापित किया था। पांडिचेरी में इसके बाद डेंस और डचोंों ने अपनी व्यायापारिक कोठियांं स्थापित की थीं। यहांं फ्रांंसीसी चरण की शुरुआत 1673 ई.से मानी जाती है। अंंग्रेजोंों ने भी पांडिचेरी पर 1793 ई. में कब्जाजा कर लिया और फिर 1814 ई. में हुई पेरिस की संधि के तहत इसे फ्रांंस कोो सौंप दिया। इस प्रकार केवल कथन 1 सही है।",
        },
        {
            id: "modern-1-017",
            question: "18. हुगली को बंंगाल की खाड़ी में समुद्रीी लूटपाट के लिए किसने अड्डाा बनायया था?",
            options: [
                "पुर्तगालियोंों ने",
                "फ्रांंसवासियोंों ने",
                "डेनमार्कवासियोंों ने",
                "अंंग्रेजोंों ने"
            ],
            correctAnswer: 0,
            explanation: "पुर्तगालियोंों द्वाारा हुगली कोो बंंगाल की खाड़ी में समुद्रीी लूटपाट के लिए अड्डे के रूप में इस्तेमाल किया जाता था।",
        },
        {
            id: "modern-1-018",
            question: "19. बंंगाल की खाड़ी में समुद्रीी डकैती हेतु हुगली का उपययोग कौन करता था?",
            options: [
                "डच",
                "फ्रांंसीसी",
                "पुर्तगाली",
                "अंंग्रेज"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-019",
            question: "20. निम्नलिखित में से कौन कलकत्ता का संंस्थाथापक था?",
            options: [
                "चार्ल्स आयर",
                "जॉॉब चारनॉॉक",
                "गैरोोल्ड अंगियार",
                "विलियम नौरिस"
            ],
            correctAnswer: 1,
            explanation: "कािसम बाजार की फैक्टटरी के प्रमुख जॉॉब चारनॉॉक ने अंंग्रेजोंों के व्यायापार केंद्र के लिए हुगली के स्थाथान पर सुतानूती अथवा सुतनौती कोो चुना। उसे ही कलकत्ता का संंस्थाथापक माना जाता है। एक प्रचलित धारणा के अनुसार जॉॉब चारनॉॉक ने तीन गांवोंों सुतानूती, कालीकाता और गोबिंदपुर कोो मिलाकर कलकत्ता शहर की स्थाथापना की। हालांकि मई‚ 2003 में दिए गए अपने निर्णय में कलकत्ता उच्चच न्यायायालय की एक खंडपीठ ने जॉॉब चारनॉॉक कोो कलकत्ता का संंस्थाथापक न मानते हुए कहा कि कलकत्ता (कालिकाता) जॉॉब चारनॉॉक के आगमन से पूर्व अस्तित्व में था‚ तथा इस आधार पर कलकत्ता की स्थाथापना दिवस 24 अगस्तत‚ 1690 (Foundation day) भी नहीं माना जा सकता है।",
        },
        {
            id: "modern-1-020",
            question: "21. कलकत्ता किसने बसायया?",
            options: [
                "जॉॉन सरमैन",
                "वास्कोडिगामा",
                "वॉॉरेन हेस्टिंग्स",
                "जॉॉब चारनॉॉक"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-021",
            question: "22. निम्नन में किस स्थाथान पर भारत में प्रथम नगर निगम स्थापित कियया गयया था?",
            options: [
                "कलकत्ता",
                "मद्राास",
                "बॉॉम्बे",
                "दिल्‍लीली"
            ],
            correctAnswer: 1,
            explanation: "आधुनिक भारत में पहला नगर निगम 29 सितंंबर, 1688 कोो मद्राास के पूर्व प्रेसीडेंसी शहर में स्थापित किया गया था। इसे मद्राास नगर निगम के नाम से जाना जाता था। वर्तमान में इसे ग्रेटर चेन्ननई नगर निगम के नाम से जाना जाता है।",
        },
        {
            id: "modern-1-022",
            question: "23. भारत के साथ व्यापार के लिए सर्वप्रथम संययुक्त पूंंजी कंपनी किन लोगों ने आरंंभ की?",
            options: [
                "पुर्तगाली",
                "डच",
                "फ्रेंेंच",
                "डेनिस"
            ],
            correctAnswer: 1,
            explanation: "भारत के साथ व्यायापार के लिए सर्वप्रथम संंयुक्त पूंंजी कंपनी 1600 ई. में लंदन में स्थापित अंंग्रेजी ईस्टट इंडिया कंपनी (दि गवर्नर एंड कंपनी ऑफ मर्चेंट्स ऑफ लंदन ट्रेडिंंग इन टू द ईस्टट इंडीज) थी। इसके बाद 1602 ई. में डच (हॉॉलैंड) संंसद द्वाारा पारित प्रस्ताव से एक संंयुक्त डच ईस्टट इंडिया कंपनी की स्थाथापना हुई। विकल्पप में ब्रिटेन न होोने के कारण विकल्पप (b) सही उत्तर होोगा।",
        },
        {
            id: "modern-1-023",
            question: "25. भारतीयय इतिहास के संदर्भ में‚ निम्नलिखित कथनों पर विचार कीजिए: 1. \u0007डच लोगों ने पूर्वी तटीयय क्षेत्रोंों में गजपति शासकों द्वाारा प्रदान की गई जमीनों पर अपनी फैक्टटरिययांं/गोदाम स्थापित किए। 2. \u0007अफोंसो डी अल्बुकर्क ने बीजापुर सल्ततनत से गोवा को छीन लियया था। 3. \u0007अंंग्रेजी ईस्टट इंडियय ा कंपनी ने मद्राास में विजययनगर साम्रााज्य के एक प्रतिनिधि से पट्टे पर ली गई जमीन के एक प्लॉलॉट पर फैक्टटरी स्थापित की थी। उपर्युक्त कथनों में कौन-से सही हैं?",
            options: [
                "केवल 1 और 2",
                "केवल 2 और 3",
                "केवल 1 और 3",
                "1‚ 2 और 3"
            ],
            correctAnswer: 1,
            explanation: "डचोंों ने भारत में अपनी पहली फैक्टटरी पूर्वी तट पर स्थित मसूलीपट्टनम (आंंध्र प्रदेश) में 17वीं शताब्दीी में (1605 ई.) स्थापित की थी‚ जबकि गजपति शासकोंों का शासन 16वीं शताब्दीी में ही समाप्तत होो गया था। अत: कथन (1) गलत है। 1510 ई. में अल्बुबुकर्क ने बीजापुर सल्ततनत से गोवा छीन लिया था। अत: कथन 2 सही है। अंंग्रेजी ईस्टट इंडिया कंपनी ने विजयनगर के नायक (प्रतिनिधि) से पट्टे पर जमीन लेकर मद्राास में एक फैक्टटरी की स्थाथापना की। अत: कथन 3 सही है।",
        },
        {
            id: "modern-1-024",
            question: "26. भारत में ईस्टट इंंडियया कंपनी की सफलता का राज था-",
            options: [
                "भारत में राष्ट्रीीय भावना की कमी।",
                "कंपनी की सेना कोो पश्चिमी प्रशिक्षण मिला था तथा उनके पास आधुनिक हथियार थे।",
                "भारतीय सैनिकोंों में राष्ट्रीीय भावना का अभाव था जिसके फलस्वरूप कोोई जोो उन्हहें अच्छा वेतन दे‚ अपनी सेवा में लगा सकता था।",
                "उपर्युक्त तीनोंों"
            ],
            correctAnswer: 3,
            explanation: "U.P. P.C.S. (Pre) 1994 उपर्युक्त तीनोंों कारण भारत में ईस्टट इंडिया कंपनी की सफलता में सहायक थे। 31 दिसंंबर, 1600 कोो ब्रिटिश महारानी एलिजाबेथ के रॉॉयल चार्टर द्वाारा ‘ब्रिटिश ईस्टट इंडिया कंपनी’ अथवा ‘दि गवर्नर एंड कंपनी ऑफ मर्चेंट्स ऑफ लंदन ट्रेडिंंग इन टू द ईस्टट इंडीज’ की स्थाथापना की गई।",
        },
        {
            id: "modern-1-025",
            question: "27. निम्नलिखित ब्रिटिश कंपनिययों में से किसे भारत में व्यापार करने का पहला अधिकार-पत्र प्राप्तत हुआ था?",
            options: [
                "लीवेंट कंपनी",
                "ईस्टट इंडिया कंपनी",
                "द इंग्लिश कंपनी ट्रेडिंंग टू ईस्टट इंडीज",
                "ओस्टटेंड कंपनी"
            ],
            correctAnswer: 0,
            explanation: "लीवेंट कंपनी कोो 1592 ई. में स्थथल मार्ग से भारत में व्यायापार करने का अधिकार पत्र प्रााप्तत हुआ था। 31 दिसंंबर‚ 1600 कोो महारानी एलिजाबेथ प्रथम ने ‘दि गवर्नर एंड कंपनी ऑफ मर्चेंट्स ऑफ लंदन ट्रेडिंंग इन टू द ईस्टट इंडीज’ कोो समुद्रीी मार्ग से ईस्टट इंडीज के साथ व्यायापार करने का पहला अधिकार-पत्र प्रदान किया था। 1698 ई. में ब्रिटिश पार्लियामेंट के जनरल सोोसायटी एक्टट के तहत ‘न्यूयू कंपनी’ (इंग्लिश कंपनी ट्रेडिंंग इन द ईस्टट) का गठन किया गया तथा 1702 ई.में ब्रिटिश क्राउन और संंसद द्वाारा दोोनोंों कंपनियोंों के विलय की प्रक्रिया प्राारंंभ की गई‚ जिसके तहत 1708 ई. में दोोनोंों कंपनियोंों कोो मिलकर नया नाम ‘यूनाइटेड कंपनी ऑफ मर्चेंट्स ऑफ इंग्लंग्लैंड ट्रेडिंंग टू द ईस्टट इंडीज’ कर दिया गया। यह कंपनी सामान्ययत: ‘ईस्टट इंडिया कंपनी’ के नाम से प्रसिद्ध हुई।",
        },
        {
            id: "modern-1-026",
            question: "28. लंदन में ब्रिटिश ईस्टट इंडियय ा कंपनी के गठन के समयय भारत का निम्नलिखित में से कौन बादशाह था?",
            options: [
                "अकबर",
                "जहांंगीर",
                "शाहजहांं",
                "औरंंगजेब"
            ],
            correctAnswer: 0,
            explanation: "ब्रिटेन के कुछ व्यायापारियोंों ने पूर्व के देशोंों के साथ व्यायापार करने के आशय से एक कंपनी (ईस्टट इंडिया कंपनी) के गठन का निर्णय लिया। ब्रिटिश ईस्टट इंडिया कंपनी की औपचारिक स्थाथापना 31 दिसंंबर, 1600 कोो रानी एलिजाबेथ प्रथम द्वाारा दिए गए रॉॉयल चार्टर के माध्यम से की गई। इसका नाम ‘दि गवर्नर एंड कंपनी ऑफ मर्चेंट्स ऑफ लंदन ट्रेडिंंग इन टू द ईस्टट इंडीज’ रखा गया। इस दौरान भारत का बादशाह अकबर (1556-1605 ई.) था।",
        },
        {
            id: "modern-1-027",
            question: "29. किस मुगल सम्रााट के काल में इंंग्लिश ईस्टट इंडियय ा कंपनी ने भारत में सर्वप्रथम कारखाना स्थापित कियया?",
            options: [
                "अकबर",
                "जहांंगीर",
                "शाहजहांं",
                "औरंंगजेब"
            ],
            correctAnswer: 1,
            explanation: "जहांंगीर के शासनकाल में इंग्लिश ईस्टट इंडिया कंपनी ने सर्वप्रथम 1611 ई. में मसूलीपट्टनम अथवा मछलीपट्टनम में एक अस्थाथायी कारखाना स्थापित किया था। 1613 ई. में सूरत में स्थापित कारखाना अंंग्रेजोंों का प्रथम स्थाथायी कारखाना था।",
        },
        {
            id: "modern-1-028",
            question: "30. ईस्टट इंडियय ा कंपनी की प्रथम फैक्टटरी स्थापित की गई थी?",
            options: [
                "पुणे में",
                "गोवा में",
                "पांडिचेरी में",
                "सूरत में"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-029",
            question: "31. भारत में 1613 ई. में अंंग्रेजों ने अपनी पहली फैक्टटरी कहांं स्थापित की थी?",
            options: [
                "गोवा",
                "बंंगाल में हुगली",
                "आरकोोट",
                "सूरत"
            ],
            correctAnswer: 3,
            explanation: "कैप्टन विलियम हॉकिंस 1608 ई. में भारत आया तथा सूरत से मुगल दरबार अप्रैल‚ 1609 में पहुंचा; किंतु सूरत में फैक्टटरी की स्थाथापना की अनुमति पाने में सफल नहीं होो सका। 1611 ई. में पुर्तगालियोंों के विरोध के बावजूद कैप्टन मिडल्टटन सूरत के समीप स्वााल्लीली पहुंचा और मुगल गवर्नर से वहांं व्यायापार करने की अनुमति पाने में सफल होो गया, किंतु उसे वहांं पुर्तगाली विरोध का सामना करना पड़ा। जिसके फलस्वरूप कैप्टन थॉमस बेस्टट ने पुर्तगालियोंों कोो 1612 ई. में स्वााल्लीली नामक स्थाथान पर पराजित कर पुर्तगाली एकाधिकार की निरंंतरता कोो भंंग किया तथा तदोोपरांंत अंंग्रेजोंों ने सूरत में 1613 ई. में स्थाथायी रूप से एक फैक्टटरी स्थापित की। यहांं से अंंग्रेजोंों ने अपने व्यायापार कोो देश के दूसरे भागोंों में फैलाया तथा आगे चलकर उन्होंोंने ही अहमदाबाद‚ बुरहानपुर‚ अजमेर तथा आगरा में भी सहयोोगी फैक्टटरियांं स्थापित कीं।",
        },
        {
            id: "modern-1-030",
            question: "32. निम्ननलिखित में किस अंंग्रेज अधिकारी ने पुर्तगालिययों को स्वावाल्लीली (Swally) के स्थाथान पर हरायया था?",
            options: [
                "विलियम हॉकिंस",
                "थॉमस बेस्टट",
                "थॉमस रो",
                "जोोिशया चाइल्ड"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-031",
            question: "33. कैप्टन हॉकिंस के संदर्भ में‚ निम्नलिखित कथनों में से कौन-सा सही है? (1) वह 1611 में जेम्सस-I के दूत के रूप में भारत आयया। (2) ययह तुर्की भाषा का बहुत अच्छाछा ज्ञााता था। कूट :",
            options: [
                "दोोनोंों (1) तथा (2)",
                "केवल (1)",
                "न तोो (1) न ही (2)",
                "केवल (2)"
            ],
            correctAnswer: 3,
            explanation: "विलियम हॉकिंस ईस्टट इंडिया कंपनी के जहाज हेक्टटर से अगस्तत, 1608 कोो सूरत पहुंचा। प्राारंभिक बाधाओं और पुर्तगालियोंों के विरोध के बाद हॉकिंस अप्रैल, 1609 में आगरा स्थित जहांंगीर के मुगल दरबार में पहुंचा। हॉकिंस मुगल दरबार में इंंग्ललैंड के राजा जेम्सस प्रथम के हस्ताक्षरित पत्र, जिसमें हॉकिंस का परिचय दिया गया था और उसमें मुगल सम्रााट से अंंग्रेज व्यायापारियोंों के लिए अनुकूल व्यवहार का अनुरोध किया गया था, कोो लेकर मुगल सम्रााट के समक्ष प्रस्तुतुत हुआ। इस प्रकार हॉकिंस का मिशन शाही दूतावास और व्यायापारिक प्रयास दोोनोंों का मिश्रण था। वे कंपनी द्वाारा भेजे गए थे, किंतु राजा के प्रमाण-पत्रोंों के साथ जिससे वे मुगल दरबार की दृष्टि से राजा और कंपनी दोोनोंों के प्रतिनिधि थे। हॉकिंस तुर्की भाषा का अच्छाछा ज्ञााता था। जहांंगीर उसके तुर्की भाषा के ज्ञाान से प्रभावित हुआ तथा उसने हॉकिंस कोो ‘इंग्लिश खान’ की उपाधि दी और साथ ही जहांंगीर ने हॉकिंस कोो 400 का मनसब भी प्रदान िकया था। अत: कथन (1) असत्यय है और कथन (2) सत्यय।",
        },
        {
            id: "modern-1-032",
            question: "34. सत्रहवीं शताब्दीी के पहले चतुर्थांश में‚ निम्नलिखित में से कहांं इंग्लिश ईस्टट इंडियय ा कंपनी के कारखाने स्थित थे? 1. भरूच 2. चिकाकोल 3. त्रिचिनोपोली नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए-",
            options: [
                "केवल 1",
                "1 और 2",
                "केवल 3",
                "2 और 3"
            ],
            correctAnswer: 0,
            explanation: "सत्रहवीं शताब्दीी के पहले चतुर्थांश तक ईस्टट इंडिया कंपनी ने सूरत‚ भरूच‚ बुरहानपुर‚ अहमदाबाद और आगरा में अपने कारखाने स्थापित कर लिए थे।",
        },
        {
            id: "modern-1-033",
            question: "35. िनम्नलिखित ययूरोपीयय व्यापारिक कंपनिययों में से किसने सूरत में सर्वप्रथम अपना कारखाना स्थापित कियया?",
            options: [
                "डचोंों ने",
                "अंंग्रेजोंों ने",
                "फ्रांंसीसियोंों ने",
                "पुर्तगालियोंों ने"
            ],
            correctAnswer: 1,
            explanation: "यूरोोपीय व्यायापारिक कंपनियोंों में से ब्रिटिश ईस्टट इंडिया कंपनी ने सर्वप्रथम सूरत में फैक्टटरी स्थापित की थी। 1613 ई. में जहांंगीर ने अंंग्रेजोंों कोो सूरत में स्थाथायी कारखाना स्थापित करने की अनुमति दी थी। सूरत में डचोंों द्वाारा फैक्टटरी 1616 ई.में‚ जबकि फ्रांंसीसियोंों द्वाारा 1668 ई. में स्थापित की गई थी। उल्लेलेखनीय है कि ईस्टट इंडिया कंपनी ने सर्वप्रथम 1611 ई. में मसूलीपट्टनम में अपना कारखाना स्थापित किया था‚ जोो कि अस्थाथायी था। इन्होंोंने अपना प्रथम स्थाथायी कारखाना 1613 ई. में सूरत में ही स्थापित किया था। फ्रांंसीसियोंों ने भी अपना प्रथम कारखाना 1668 ई. में सूरत में ही स्थापित किया था। नोट- यदि केवल यूरोोपीय उपस्थिति कोो आधार बनाया जाए,तोो सूरत में पहली फैक्ट्रीी 1611 ई. में पुर्तगालियोंों द्वाारा स्थापित की गई थी। किंतु यदि आधिकारिक, स्थाथायी और ऐतिहासिक रूप से निर्णायक स्थापित फैक्ट्रीी की बात की जाए, तोो इसका श्रेय नि:संदेह 1613 ई. में ब्रिटिश ईस्टट इंडिया कंपनी कोो जाता है। यही कारण है कि मानक इतिहास ग्रंंथोंों और प्रतियोोगी परीक्षााओं में सूरत की पहली यूरोोपीय फैक्टटरी के रूप में 1613 ई. की ब्रिटिश फैक्टटरी कोो मान्ययता प्रदान की गई है, न कि 1611 ई. में सूरत में स्थापित की गई पुर्तगाली फैक्टटरी कोो।",
        },
        {
            id: "modern-1-034",
            question: "36. वर्ष 1613 में अंंग्रेजी ईस्टट इंडियय ा कंपनी को कहांं एक कारखाना (व्यापार स्थथल) स्थापित करने की अनुमति मिली?",
            options: [
                "बंंगलौर",
                "मद्राास",
                "मसूलीपट्टनम",
                "सूरत"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-035",
            question: "37. ईस्टट इंंडियया कंपनी के प्रारंभिक दौर में वेस्टर्न प्रेसीडेंसी कहांं थी?",
            options: [
                "सूरत",
                "सतारा",
                "बॉॉम्बे",
                "पणजी"
            ],
            correctAnswer: 0,
            explanation: "ईस्टट इंडिया कंपनी ने आरंंभ में सूरत कोो अपनी वेस्टर्न प्रेसीडेंसी बनाया था‚ बाद में यह बॉॉम्बेबे स्थाथानांंतरित कर दी गई।",
        },
        {
            id: "modern-1-036",
            question: "38. ब्रिटिश ईस्टट इंडियय ा कंपनी ने बंबई किससे लियया था?",
            options: [
                "डचोंों से",
                "फ्रांंसीसियोंों से",
                "डेनिसोंों से",
                "पुर्तगालियोंों से"
            ],
            correctAnswer: 3,
            explanation: "ब्रिटिश ईस्टट इंडिया कंपनी ने बंंबई पुर्तगालियोंों से लिया था। 1662 ई. में इंग्लंग्लैंड के सम्रााट चार्ल्स द्वितीय का विवाह पुर्तगाल की राजकुमारी कैथरीन से होोने पर 1661 ई. में वैवाहिक संधि (Marriage Treaty) के तहत सम्रााट चार्ल्स पुर्तगालियोंों द्वाारा बंंबई उपहारस्वरूप प्रदान किया गया था‚ जिसे उसने 10 पौंड वार्षिक किराए पर 1668 ई. में ब्रिटिश ईस्टट इंडिया कंपनी कोो दे दिया था।",
        },
        {
            id: "modern-1-037",
            question: "40. ईस्टट इंडियय ा कंपनी के किस अंंग्रेज गवर्नर को औरंंगजेब द्वाारा भारत से निष्कासित कियया गयया?",
            options: [
                "आंगियर",
                "सर जॉॉन चाइल्ड",
                "सर जॉॉन गेयर",
                "सर निकोोलस वेट"
            ],
            correctAnswer: 1,
            explanation: "बंंबई के अंंग्रेज गवर्नर जॉॉन चाइल्ड ने 1688 ई. में बंंबई और पश्चिमी समुद्र तट के मुगल बंदरगाहोंों की नाकाबंदी करने तथा मक्काका जाने वाले हज यात्रियोंों कोो बंदी बनाने का प्रयास किया, जिसके परिणामस्वरूप बादशाह औरंंगजेब ने सिदी याकूब कोो बंंबई की घेराबंदी का आदेश दिया, जिसके परिणामस्वरूप अंंग्रेजोंों कोो झुकना पड़ा तथा शांति के लिए बातचीत करने पर मजबूर होोना पड़ा। चाइल्ड की उदंडता से क्रुद्ध औरंंगजेब ने जॉॉन चाइल्ड के निष्काष्कासन/भारत छोोड़ने की शर्त रखी, परंंतु शर्त लागू हाेने से पूर्व ही जॉॉन चाइल्ड की 1690 ई. में मृत्युयु होो गई।",
        },
        {
            id: "modern-1-038",
            question: "41. निम्नलिखित में से प्रथम कर्नाटक ययुद्ध का कौन-सा तात्कालिक कारण था?",
            options: [
                "अंंग्रेज और फ्रांंसीसियोंों के बीच प्रतिद्वंद्विता",
                "ऑस्ट्रिया की राजगद्दीी की जंंग",
                "कर्नाटक की राजगद्दीी का मसला",
                "अंंग्रेजोंों द्वाारा फ्रांंसीसी जहाजोंों का अधिग्रहण"
            ],
            correctAnswer: 3,
            explanation: "44th B.P.S.C. (Pre) 2000 कर्नाटक का प्रथम युद्ध (1746-48 ई.) ऑस्ट्रिया के उत्तराधिकार युद्ध‚ जोो 1740 ई. में आरंंभ हुआ था‚ का विस्तातार मात्र था। गृह सरकारोंों की आज्ञाा के विरुद्ध ही दोोनोंों दलोंों (अंंग्रेज एवंं फ्रांंसीसी) में 1746 ई. में युद्ध प्राारंंभ होो गया। अंंग्रेज कोमोडोोर कर्टिस बर्नेेट के नेतृत्व में अंंग्रेजी नौसेना द्वाारा कुछ फ्रांंसीसी जहाजोंों पर अधिकार कर लेना युद्ध का तात्कालिक कारण था।",
        },
        {
            id: "modern-1-039",
            question: "42. कर्नाटक ययुद्ध किन-किन के मध्य लड़ा गयया?",
            options: [
                "अंंग्रेज व फ्रांंसीसी",
                "अंंग्रेज व डच",
                "अंंग्रेज व मराठे",
                "हैदर अली व मराठे"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-040",
            question: "43. सूची-I को सूची-II के साथ सुमेलित कीजिए और सूचिययों के नीचे दिए गए कूट के उपययोग से सही उत्तर चुनिए। सूची-I सूची-II A. प्रथम कर्नाटक ययुद्ध 1. पेरिस की संधि से अंंत B. तृतीयय कर्नाटक ययुद्ध 2. ब्रिटिश की हार C. द्वितीयय कर्नाटक ययुद्ध 3. अनिर्णाययक ययुद्ध D. प्रथम मैसूर ययुद्ध 4. एक्सस ला चैपल की संधि से अंंत कूट : A B C D",
            options: [
                "1 3 4 2",
                "2 4 1 3",
                "4 1 3 2",
                "3 1 4 2"
            ],
            correctAnswer: 2,
            explanation: "U.P.P.C.S (Pre) 2016 सही सुमेलन इस प्रकार है- सूची-I सूची-II प्रथम कनार्टक युद्ध एक्सस ला चैपल (शापेल) की संधि से अंंत तृतीय कर्नाटक युद्ध पेरिस की संधि से अंंत द्वितीय कर्नाटक युद्ध अनिर्णायक युद्ध प्रथम मैसूर युद्ध ब्रिटिश की हार",
        },
        {
            id: "modern-1-041",
            question: "44. निम्नलिखित में से काैन-सा एक सही सुमेलित नहींं है?",
            options: [
                "कर्नाटक का प्रथम युद्ध- 1746-48",
                "कर्नाटक का द्वितीय युद्ध- 1750-52",
                "कर्नाटक का तृतीय युद्ध- 1758-63",
                "पानीपत का तृतीय युद्ध- 1761"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त दिए गए युद्धोंों का सही सुमेलन निम्नलिखित है- कर्नाटक का प्रथम युद्ध - 1746-48 कर्नाटक का द्वितीय युद्ध - 1749-54 कर्नाटक का तृतीय युद्ध - 1758-63 पानीपत का तृतीय युद्ध - 1761 उल्लेलेखनीय है कि भारत में अंंग्रेजोंों और फ्रांंसीसियोंों के बीच लड़े गए युद्ध कोो कर्नाटक युद्ध के नाम से जाना जाता है।",
        },
        {
            id: "modern-1-042",
            question: "45. ‘अंबुर का ययुद्ध’ के संदर्भ में क्या सही नहींं है/हैं? (i) यय ह लड़ाई 1752 में लड़ी गई। (ii) इस ययुद्ध में मुजफ्फफरजंंग‚ चंदा साहिब और फ्रांसीसी सेना ने मिलकर अनवरुद्दीीन का मुकाबला कियया। (iii) इस ययुद्ध में अनवरुद्दीीन की सेना को हार का सामना करना पड़ा।",
            options: [
                "(ii) और (iii)",
                "(i) और (iii)",
                "(i) और (ii)",
                "केवल (i)"
            ],
            correctAnswer: 3,
            explanation: "कर्नाटक में उत्तराधिकार कोो लेकर विवादोंों की पृष्ठभूमि में 1749 ई. में अंंबुर का युद्ध लड़ा गया। जिसमें एक तरफ कर्नाटक का नवाब अनवरुद्दीीन था तथा दूसरी तरफ डूप्लेले के नियंंत्रण वाली फ्रांंसीसी सेना‚ चंदा साहब और मुजफ्फफर जंंग की संंयुक्त सेना। इस युद्ध में अनवरुद्दीीन की पराजय हुई और वह मारा गया। अत: केवल कथन (1) सही नहीं है।",
        },
        {
            id: "modern-1-043",
            question: "46. निम्नलिखित में से कौन-सा प्रथम ययूरोपिययन व्यक्ति था‚ जिसने भू- क्षेत्र अर्जित करने के उद्देश्य से भारतीयय राजाओं के झगड़ों में भाग लेने की नीति आरंंभ की?",
            options: [
                "क्‍लालाइव",
                "डूप्‍लेले",
                "अल्बुबुकर्क",
                "वॉॉरेन हेस्टिंग्संग्स"
            ],
            correctAnswer: 1,
            explanation: "डूप्लेले ने पहली बार उन हथकंडोंों का प्रयोोग किया, जोो भारत कोो जीतने के लिए अंंग्रेजोंों के मार्गदर्शक बने। डूप्लेले प्रथम यूरोपियन था‚ जिसने भू-क्षेत्र अर्जित करने के उद्देश्य्य से भारतीय राजाओं के झगड़ोंों में भाग लेने की नीति आरंंभ की। यह डूप्लेले ही था‚ जिसने पहली बार यूरोोपीय सेना कोो भारतीय राजदरबारोंों में भारतीय व्ययय पर नियुक्त करवाया तथा जिसने यूरोोपीय हितोंों के लिए भारतीय राजनीति में हस्ततक्षेप किया। उसके बारे में जी.बी. मालेसन ने लिखा है कि ‘‘उसकी योोजनाओं का प्रभाव उसके जाने के पश्चा्चात भी रहा। वह भूमि जिसे उसने अपनी सूझ-बूझ से जोोता तथा उर्वर बनाया और वह क्षमता जोो उसने दर्शाई‚ उसके लौटने के तुरंंत पश्चा्चात उसके प्रतिद्वंद्वियोंों ने उपयोोग की और उससे अत्यधिक लाभ उठाया।’’",
        },
        {
            id: "modern-1-044",
            question: "47. भारत में फ्रांसीसिययों ने अपना सबसे पहला कारखाना निम्नन स्थाथानों में से कहांं लगायया?",
            options: [
                "सूरत",
                "पुलिकट",
                "कोोचीन",
                "कासिम बाजार"
            ],
            correctAnswer: 0,
            explanation: "लुई चौदहवें के मंत्रींत्री कॉॉल्बर्ट द्वाारा 1664 ई. में फ्रेंेंच ईस्टट इंडिया कंपनी की स्थाथापना हुई‚ जिसे फ्रांंसीसी में ‘कंपेजिन फ्रैंकाइज पोोर ले कॉमर्स देस इंदेस ओरिएंंटलेस’ (अन्यय नाम- कैंैंपेजिन/कैपेजाइन इन फ्रैकाइज देस इंदेस ओरिएंंटलेस/कैंैंपे जाइन देस इंदेस ओरिएंंटलेस) कहा गया। इस कंपनी में फ्रांंसीसी सरकार कंपनी की सबसे बड़ी शेयर धारक थी, इसलिए कंपनी के खर्च का एक बड़ा हिस्सासा राज्यय द्वाारा वहन किया जाता था। 1667 ई. में फ्रैंकोोइस कैरोंों (Francois Caron) के नेतृत्व में एक अभियान दल भारत के लिए रवाना हुआ‚ जिसने 1668 ई. में सूरत में अपने पहले व्यायापारिक कारखाने की स्थाथापना की।",
        },
        {
            id: "modern-1-045",
            question: "48. फ्रांसीसी ईस्टट इंडियय ा कंपनी संंस्थापित हुई थी-",
            options: [
                "लुई चौदहवें के शासनकाल में",
                "लुई तेरहवें के शासनकाल में",
                "लुई पंद्रहवें के शासनकाल में",
                "लुई सोोलहवें के शासनकाल में"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें",
        },
        {
            id: "modern-1-046",
            question: "49. निम्नलिखित में से किसे भारत में फ्रांसीसी कंपनी का संंस्थाथापक माना जाता है?",
            options: [
                "रिशलू",
                "मजारे",
                "कॉॉल्बर्ट",
                "फ्रैंकोो मार्टिन"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-1-047",
            question: "51. निम्नन डच कारखानों को उनके स्थाथापना वर्ष के साथ मिलान करें - A. बिमलीपटम (i) 1653 B. कराईकल (ii) 1645 C. कोचीन (iii) 1641 D. चिनसुरा (iv) 1663 कूट : A B C D",
            options: [
                "(i) (ii) (iv) (iii)",
                "(iii) (ii) (iv) (i)",
                "(iii) (iv) (ii) (i)",
                "(i) (ii) (iii) (iv)"
            ],
            correctAnswer: 1,
            explanation: "डचोंों द्वाारा भारत में खोोले गए कारखानोंों की स्थाथापना एवंं वर्ष इस प्रकार हैं- स्थाथान वर्ष बिमलीपटम 1641 कराईकल 1645 कोोचीन 1663 चिनसुरा 1653 अत: विकल्पप (b) सही उत्तर है।",
        },
        {
            id: "modern-1-048",
            question: "52. फ्रांसीसी दक्ककन में शक्ति आंदोलन स्थापित करने में असफल रहे क्योंकि-",
            options: [
                "डूप्‍लेले सक्षम सेनापति नहीं था।",
                "अंंग्रेजोंों की फौज शक्तिशाली थी।",
                "भारतीय लोोग फ्रांंसीसियोंों कोो पसंद नहीं करते थे।",
                "पांडिचेरी सामरिक केंद्र था।"
            ],
            correctAnswer: 1,
            explanation: "फ्रांंसीिसयोंों की पराजय का एक मुख्यय कारण उनकी कमजोोर नौसेना थी। वॉॉल्टेटेयर के अनुसार‚ ऑस्ट्रिया के उत्तराधिकार युद्ध के समय फ्रांंस की जलशक्ति का इतना ह्राास हुआ कि सप्तवर्षीीय युद्ध के समय उनके पास शायद ही कोोई युद्धपोोत बचा था दूसरी ओर‚ अंंग्रेजोंों के पास एक शक्तिशाली नौसेना थी।",
        },
        {
            id: "modern-1-049",
            question: "53. निम्नन ययूरोपीयय शक्तिययों ने भारतीयय व्यापार में समयय-समयय पर प्रवेश कियया- 1. अंंग्रेज 2. डच 3. फ्रांसीसी 4. पुर्तगाली निम्नन कूट से उनके प्रवेश का सही तिथिक्रम निर्धारित कीजिए- कूट :",
            options: [
                "1, 2, 3, 4",
                "4, 2, 1, 3",
                "3, 4, 2, 1",
                "2, 3, 4, 1"
            ],
            correctAnswer: 1,
            explanation: "भारत में यूरोोपीय शक्तियोंों के आगमन का क्रम इस प्रकार है- पुर्तगाली‚ डच‚ अंंग्रेज‚ फ्रांंसीसी।",
        },
        {
            id: "modern-1-050",
            question: "54. सूची-I को सूची-II के साथ सुमेलित कीजिए तथा सूचिययों के अंंत में दिए कूट से सही उत्तर चुनिए - सूची-I सूची-II A. पांडिचेरी 1. डच B. गोवा 2. फ्रेंच C. ट्राानकेबार 3. पुर्तगीज D. सद्राास 4. डेनिस (डेन) कूट : A B C D",
            options: [
                "2 3 4 1",
                "1 2 3 4",
                "3 4 1 2",
                "4 1 2 3"
            ],
            correctAnswer: 0,
            explanation: "सही सुमेलन इस प्रकार है- पांडिचेरी फ्रेंेंच गोवा पुर्तगीज ट्राानकेबार डेनिस (डेन) सद्राास डच",
        },
        {
            id: "modern-1-051",
            question: "55. उस क्षेत्र की पहचान करें‚ जहांं से ययूरोपवासिययों को सर्वोत्तम शोरा और अफीम प्राप्तत होता था-",
            options: [
                "बिहार",
                "गुजरात",
                "बंंगाल",
                "मद्राास"
            ],
            correctAnswer: 0,
            explanation: "यूरोोपवासियोंों कोो सर्वोत्तम शोोरा और अफीम बिहार से प्रााप्तत होोता था।",
        },
        {
            id: "modern-1-052",
            question: "56. अंंग्रेजी शासनकाल में भारत का कौन-सा क्षेत्र अफीम उत्पादन हेतु प्रसिद्ध था?",
            options: [
                "बिहार",
                "दक्षिणी भारत",
                "गुजरात",
                "असम"
            ],
            correctAnswer: 0,
            explanation: "अंंग्रेजी शासनकाल में बिहार अफीम उत्पादन हेतु प्रसिद्ध था।",
        },
        {
            id: "modern-1-053",
            question: "57. भारत‚ चीन और इंंग्ललैंड के बीच त्रिकोणीयय व्यापार का मुख्य आर्थिक आधार क्या था?",
            options: [
                "रेशम",
                "अफीम",
                "काली मिर्च",
                "उपर्युक्त में एक से अधिक"
            ],
            correctAnswer: 1,
            explanation: "भारत‚ चीन और इंग्लंग्लैंड के मध्यय व्यायापार का मुख्यय आधार अफीम था। ब्रिटिश ईस्टट इंडिया कंपनी ने भारत के बंंगाल और बिहार आदि क्षेत्रोंों में अफीम की खेती पर एकाधिकार स्थापित किया और भारतीय किसानोंों से जबरन खेती करवाई तथा चीन से व्यायापार असंंतुलन कोो दूर करने के लिए अफीम का चीन में निर्यात किया क्योंकि‚ ब्रिटेन कोो चीन से चाय‚ चीनी मिट्टी के बर्तन और रेशम की अधिक आवश्य्यकता थी। अत: विकल्पापानुसार अफीम भारत‚ चीन और इंग्लंग्लैंड के बीच व्यायापार का मुख्यय आर्थिक आधार था।",
        },
        {
            id: "modern-1-054",
            question: "58. निम्नलिखित ययूरोपिययों में से कौन-सा एक‚ स्ववतंत्रता-पूर्व भारत में व्यापारी के रूप में सबसे अंंत में आए?",
            options: [
                "डच",
                "इंग्लिश",
                "फ्रांंसीसी",
                "पुर्तगाली"
            ],
            correctAnswer: 2,
            explanation: "पंद्रहवीं-सत्रहवीं शताब्दीी में यूरोोप के अनेक राष्ट्रोंों के व्यायापारी समय-समय पर व्यायापार के उद्देश्य्य से भारत में आए। इन यूरोपियोंों में सबसे पहले 1498 ई. में पुर्तगाली‚ 1605 ई. में डच‚ 1608 ई. में अंंग्रेज तथा 1667 ई. में फ्रांंसीसियोंों का आगमन हुआ। इस प्रकार उपर्युक्त विकल्पोंों में भारत आने वाले व्यायापारियोंों में सबसे अंंत में फ्रांंसीसियोंों का आगमन हुआ।",
        },
        {
            id: "modern-1-055",
            question: "59. निम्नलिखित में से किन स्थाथानों पर डचों ने अपने व्यापारिक अड्डे स्थापित किए?",
            options: [
                "नागपट्टनम‚ चिनसुरा‚ मछलीपट्टनम",
                "सूरत‚ भरूच‚ आगरा",
                "कोोचीन‚ अहमदाबाद‚ पटना",
                "उपर्युक्त सभी"
            ],
            correctAnswer: 3,
            explanation: "भारत में डचोंों द्वाारा स्थापित प्रमुख व्यायापारिक केंद्र थे- नागपट्टिनम‚ चिनसुरा‚ मछलीपट्टनम‚ सूरत‚ पुलिकट‚ आगरा‚ कोोचीन‚ अहमदाबाद तथा पटना ।",
        },
        {
            id: "modern-1-056",
            question: "60. निम्नलिखित पर विचार कीजिए- 1. मृदा के स्ववरूप तथा उपज के गुणों के आधार पर भूमि राजस्वव का मूल्यांकन 2. ययुद्ध में चलती-फिरती तोपों का उपययोग 3. तंबाकू और लाल मिर्च की खेती उपर्युक्त में से कौन-सा/से अंंग्रेजों की भारत को देन थी/थीं?",
            options: [
                "केवल 1",
                "1 और 2",
                "2 और 3",
                "कोोई भी नहीं"
            ],
            correctAnswer: 3,
            explanation: "मृदा के स्वरूप तथा उपज के गुणोंों के आधार पर भूमि राजस्व का मूल्यांंकन अंंग्रेजोंों से पूर्व शेरशाह सूरी एवंं अकबर के द्वाारा किया जा चुका था। भारत में तंंबाकू और लाल मिर्च की खेती पुर्तगालियोंों की देन थी और चलती-फिरती तोोपोंों का प्रचलन मुगल काल में ही था। अकबर के आयुध निर्माण कारखाने में तमाम प्रकार की बड़ी-छोोटी तोोपें तैयार की जाती थीं। इस प्रकार इनमें से अंंग्रेजोंों की भारत कोो देन कोोई भी नहीं थी।",
        },
        {
            id: "modern-1-057",
            question: "61. ‘‘एक्सस-ला-चापेल - 1748’’ की संधि के संदर्भ में निम्नलिखित में से कौन-सा/से कथन सही है/हैं? 1. प्रथम कर्नाटक ययुद्ध की समाप्ति। 2. मद्राास अंंग्रेजों को वापस कर दियया गयया। नीचे दिए गए कूट से सही उत्तर चुनिए। कूट :",
            options: [
                "केवल 2",
                "न तोो 1 न ही 2",
                "1 और 2 दोोनों",
                "केवल 1"
            ],
            correctAnswer: 2,
            explanation: "एक्सस-ला-चापेल की संधि 1748 से ऑस्ट्रिया के उत्तराधिकार का युद्ध समाप्तत होो गया। यूरोोप का युद्ध बंद होोते ही कर्नाटक का प्रथम युद्ध समाप्तत होो गया तथा मद्राास अंंग्रेजोंों कोो पुन: प्रााप्तत होो गया। अत: कथन 1 और 2 दोोनोंों सही हैं।",
        },
        {
            id: "modern-1-058",
            question: "62. ‘‘भारत में अंंग्रेजों की सफलता तथा फ्रांसीसिययों की असफलता के कारण’’ के संदर्भ में निम्नन कथनों में से कौन-सा/से सही है/हैं? 1. अंंग्रेजों को बंंगाल विजयय से अपार धन एवंं जनशक्ति का मिलना। 2. अंंग्रेजों की बेहतर नौसैनिक ताकत। नीचे दिए गए कूट में से सही उत्तर का चययन कीजिए। कूट :",
            options: [
                "केवल 1",
                "केवल 2",
                "दोोनोंों 1 तथा 2",
                "न तोो 1 और न ही 2"
            ],
            correctAnswer: 2,
            explanation: "भारत में अंंग्रेजोंों की सफलता के कई कारण थे। इसमें अंंग्रेजोंों की बेहतर नौसैनिक ताकत‚ बंंगाल पर नियंंत्रण से अपार जन-धन की प्राप्ति‚ कंपनी की विभिन्नन इकाइयोंों में समन्वय‚ योग्योग्य नेतृत्व आदि थे।",
        },
        {
            id: "modern-2-001",
            question: "1. मृदा के स्ववरूप तथा उपज के गुणों के आधार पर भूमि राजस्वव का मूल्यांकन 2. ययुद्ध में चलती-फिरती तोपों का उपययोग 3. तंबाकू और लाल मिर्च की खेती उपर्युक्त में से कौन-सा/से अंंग्रेजों की भारत को देन थी/थीं?",
            options: [
                "केवल 1",
                "1 और 2",
                "2 और 3",
                "कोोई भी नहीं"
            ],
            correctAnswer: 3,
            explanation: "मृदा के स्वरूप तथा उपज के गुणोंों के आधार पर भूमि राजस्व का मूल्यांंकन अंंग्रेजोंों से पूर्व शेरशाह सूरी एवंं अकबर के द्वाारा किया जा चुका था। भारत में तंंबाकू और लाल मिर्च की खेती पुर्तगालियोंों की देन थी और चलती-फिरती तोोपोंों का प्रचलन मुगल काल में ही था। अकबर के आयुध निर्माण कारखाने में तमाम प्रकार की बड़ी-छोोटी तोोपें तैयार की जाती थीं। इस प्रकार इनमें से अंंग्रेजोंों की भारत कोो देन कोोई भी नहीं थी। 61. ‘‘एक्सस-ला-चापेल - 1748’’ की संधि के संदर्भ में निम्नलिखित में से कौन-सा/से कथन सही है/हैं? 1. प्रथम कर्नाटक ययुद्ध की समाप्ति।",
        },
        {
            id: "modern-2-002",
            question: "2. मद्राास अंंग्रेजों को वापस कर दियया गयया। नीचे दिए गए कूट से सही उत्तर चुनिए। कूट :",
            options: [
                "केवल 2",
                "न तोो 1 न ही 2",
                "1 और 2 दोोनों",
                "केवल 1"
            ],
            correctAnswer: 2,
            explanation: "एक्सस-ला-चापेल की संधि 1748 से ऑस्ट्रिया के उत्तराधिकार का युद्ध समाप्तत होो गया। यूरोोप का युद्ध बंद होोते ही कर्नाटक का प्रथम युद्ध समाप्तत होो गया तथा मद्राास अंंग्रेजोंों कोो पुन: प्रााप्तत होो गया। अत: कथन 1 और 2 दोोनोंों सही हैं। 62. ‘‘भारत में अंंग्रेजों की सफलता तथा फ्रांसीसिययों की असफलता के कारण’’ के संदर्भ में निम्नन कथनों में से कौन-सा/से सही है/हैं? 1. अंंग्रेजों को बंंगाल विजयय से अपार धन एवंं जनशक्ति का मिलना। 2. अंंग्रेजों की बेहतर नौसैनिक ताकत। नीचे दिए गए कूट में से सही उत्तर का चययन कीजिए। कूट : (a) केवल 1 (b) केवल 2 (c) दोोनोंों 1 तथा 2 (d) न तोो 1 और न ही 2 U.P. R.O./ A.R.O. (Re-Exam) (Pre) 2016 उत्तर-(c) भारत में अंंग्रेजोंों की सफलता के कई कारण थे। इसमें अंंग्रेजोंों की बेहतर नौसैनिक ताकत‚ बंंगाल पर नियंंत्रण से अपार जन-धन की प्राप्ति‚ कंपनी की विभिन्नन इकाइयोंों में समन्वय‚ योग्योग्य नेतृत्व आदि थे। ईस्टट इंडियय ा कंपनी और बंंगाल के नवाब नोट्स नोोट्*मुगल सम्रााट द्वाारा स्वतंंत्र रूप से नियुक्त बंंगाल का अंतिम गवर्नर मुर्शिद कुली खांं था। *इसने अपनी राजधानी ढाका से मकसूदाबाद बनाई और नगर का नाम मुर्शिदाबाद रख दिया। *इसने भूमि बंदोोबस्तत में इजारा व्यवस्थाथा आरंंभ की। *अलीवर्दीी खांं (1740-1756 ई.) ने यूरोपियोंों की तुलना मधुमक्खियोंों से की तथा कहा कि यदि उन्हहें न छेड़ा जाए‚ तो वे शहद देंगी और यदि छेड़ा जाए‚ तो वे काट-काट कर मार डालेंगी। *इसकी मृत्युयु के पश्चा्चात उसका दौहित्र सिराजुद्दौौला उत्तराधिकारी बना। *ब्लैलैक होल की कथित घटना 20 जून‚ 1756 कोो सिराजुद्दौौला के समय में हुई थी। *जे.जेड. हॉलवेल‚ जोो शेष जीवित रहने वालोंों में से एक था‚ के अनुसार 18 फीट लंंबे तथा 14 फीट 10 इंंच चौड़े कक्ष में 146 अंंग्रेज बंदी बंद कर दिए गए और अगले दिन उनमें से केवल 23 व्यक्ति ही बच पाए। *यह घटना ब्लैलैक होल के नाम से प्रसिद्ध है। समकालीन मुस्लिम इतिहासकार गुलाम हुसैन ने अपनी पुस्ततक सिययार-उल- मुत्खैखैरीन में इसका कोोई उल्लेलेख नहीं किया है। हालांकि ब्लैलैक होोल की घटना कोो विश्वसनीयता कोो लेकर विद्वाानोंों में मतभेद देखने कोो मिलता है। *भारतवर्ष में ब्रिटिश साम्रााज्यय का संंस्थाथापक लॉर्ड रॉबर्ट क्लालाइव कोो माना जाता है‚ जिसने प्लालासी के युद्ध (23 जून‚ 1757) में बंंगाल के नवाब सिराजुद्दौौला कोो पराजित कर पहली बार भारत में ब्रिटिश प्रभुत्व की नींव रखी थी। *प्लालासी (वर्तमान नाम-पलाशी) का युद्ध मैदान प. बंंगाल राज्यय के नदिया जिले में भागीरथी नदी के किनारे स्थित है। *क्लालाइव भारत में बंंगाल के गवर्नर के पद पर 1758-60 ई. तथा 1765-67 ई. तक रहा। *इस दौरान उसने अवध के नवाब शुजाउद्दौौला और मुगल सम्रााट शाहआलम-II के साथ इलाहाबाद की संधि की। *अंंग्रेज सैनिकोंों का एक श्वेवेत विद्रोोह उसके समय में हुआ था। *क्लालाइव द्वाारा बंंगाल में सफलतापूर्वक एक ‘लुटेरा राज्य’ की स्थाथापना की गई। *क्लालाइव एक सैनिक के रूप में जननेता था। *विलिययम पिट का यह कथन है कि ‘‘वह स्वर्ग से उत्पन्नन सेनानाययक (A Heaven Born General) था।’’ *अलीवर्दीी खांं के उत्तराधिकारी नवाबोंों में मीर कासिम (1760-63 ई.) सबसे योग्योग्य था। *पूर्णिया तथा रंंगपुर के फौजदार के रूप में वह अपनी योग्योग्यता पहले ही दर्शा चुका था। *वह अपनी राजधानी मुर्शिदाबाद से मुंंगेर ले गया‚ संंभवत: वह मुर्शिदाबाद के षड्यंंत्रमय वातावरण तथा कलकत्ता से दूर रहना चाहता था‚ ताकि अंंग्रेजोंों का हस्ततक्षेप अधिक न होो। *मीर कासिम ने सेना का गठन ययूरोपीयय पद्धति पर करने का निश्च्चय किया। *इसके द्वाारा मुंंगेर में तोोपें तथा तोोड़ेदार बंदूकें (Matchlock Gun) बनाने की व्यवस्थाथा की गई। *इसके अतिरिक्त मीर कासिम राज्यय की आर्थिक स्थिति कोो भी सुधारने के लिए प्रयत्ननशील रहा। जिन अधिकारियोंों ने गबन किया था‚ उन पर बड़े-बड़े जुर्माने लगाए गए तथा कुछ नए कर भी उसके द्वाारा लगाए गए। *22/23 अक्टूबर‚ 1764 कोो अंंग्रेजोंों ने मीर कासिम‚ अवध के नवाब शुजाउद्दौौला तथा दिल्लीली के मुगल सम्रााट शाह आलम द्वितीयय की सम्मिलित सेना कोो बक्ससर के ययुद्ध में परास्तत किया। *इस युद्ध में अंंग्रेजोंों की कमान मेजर हेक्टटर मुनरो के हाथ में थी। इस युद्ध के समय वेन्सिटार्ट बंंगाल का गवर्नर था। *इस युद्ध के परिणाम ने प्लालासी के निर्णयोंों पर मुहर लगा दी‚ तथा इस युद्ध के उपरांंत अंंग्रेज भारत की एक प्रमुख शक्ति के रूप में उभरे। *इलाहाबाद तक का प्रदेश अंंग्रेजोंों के अधिकार में आ गया तथा दिल्लीली विजय का मार्ग खुल गया। *बक्ससर का युद्ध भारतीय इतिहास में निर्णायक सिद्ध हुआ। बक्ससर के युद्ध के समय बंंगाल का नवाब मीर जाफर तथा दिल्लीली का शासक शाह आलम द्वितीय था। इलाहाबाद की प्रथम संधि (12 अगस्तत‚ 1765) के तहत मुगल बादशाह शाह आलम II ने कंपनी कोो बंंगाल‚ बिहार और उड़ीसा की दीवानी स्थाथायी रूप से दे दी तथा इलाहाबाद की द्वितीय संधि (16 अगस्तत‚ 1765) के तहत अवध के नवाब (शुजाउद्दौौला) ने इलाहाबाद और कड़ा के जिले मुगल बादशाह शाह आलम II कोो देने का वादा किया। *इस समय रॉॉबर्ट क्लालाइव बंंगाल का गवर्नर था। इसी समय बंंगाल में द्वैध शासन की शुरुआत हुई। *कंपनी ने दीवानी कार्य के लिए दोो उप-दीवान‚ बंंगाल के लिए मुहम्मद रजा खांं तथा बिहार के लिए राजा शिताब रायय की नियुक्ति की। रोहिल्लाला सरदार गुलाम कादिर ने जुलाई, 1788 में दिल्लीली पर कब्जाजा किया और अगस्तत, 1788 कोो शाहआलम II कोो अपदस्थथ करके अंधा कर दिया। *शाह आलम द्वितीय के समय में 1803 ई. में दिल्लीली पर ईस्टट इंडियय ा कंपनी का अधिकार होो गया। *शाह आलम द्वितीय तथा उसके उत्तराधिकारी अकबर द्वितीयय (1806-37 ई.) और बहादुर शाह द्वितीयय (1837-57 ई.) ईस्टट इंडिया कंपनी के पेंशनभोोगी मात्र बनकर रहे। *1765 ई. में अंंग्रेजोंों द्वाारा सिलहट की दीवानी प्रााप्तत (उस समय सिलहट बंंगाल प्रेसिडेंसी के अंंतर्गत ही आता था) की गई तथा बर्मा युद्ध के बाद डेविड स्काकाट ने असम (ब्रह्मपुत्र घाटी) कोो सिलहट (सुरमा घाटी) से जोोड़ने के लिए खासी और जयंतिया पहाड़ियोंों से मार्ग गुजारने की प्रक्रिया प्राारंंभ कराई, जिसके विरोध स्वरूप इन पहाड़ियोंों पर रहने वाली खासी जनजाति के लोोगोंों ने अपने नेता तीरत सिंंह के नेतृत्वव में विद्रोोह कर दिया था। *के.एम. पन्निकर ने कहा है कि 1757 से 1773 ई. तक कंपनी ने बंंगाल में ‘डाकुओं का राज्य’ (Robber State) स्थापित कर दिया।् प्रश्ननकोश 1. निम्नलिखित में से कौन एक मुगल सम्रााट द्वाारा निययुक्त बंंगाल का अंंतिम गवर्नर था? (a) सरफराज खान (b) मुर्शिद कुली खान (c) अलीवर्दीी खान (d) शुजाउद्दीीन मुहम्मद खान U.P.P.C.S. (Mains) 2013 उत्तर-(b) मुगल सम्रााट फर्रुखसियर द्वाारा 1717 ई. में मुर्शिद कुली खान कोो बंंगाल का गवर्नर (सूबेदार) नियुक्त किया गया। मुर्शिद कुली खान की मृत्युयु 1727 ई. में होो गई। 1727 ई. में उसका दामाद शुजाउद्दीीन बंंगाल का सूबेदार बना‚ जिसे तत्काकालीन मुगल सम्रााट मुहम्मद शाह ‘रंंगीला’ द्वाारा मान्ययता प्रदान की गई। अत: मुगल सम्रााट द्वाारा नियुक्त बंंगाल का अंतिम गवर्नर/सूबेदार मुर्शिद कुली खान था। 2. मुगल बादशाह द्वाारा निययुक्त बंंगाल का अंंतिम सूबेदार था- (a) मुर्शिद कुली खां (b) सरफराज खांं (c) शुजाउद्दीीन मुहम्मद खां (d) अलीवर्दीी खांं U.P.R.O./A.R.O. (Pre) 2021 उत्तर-(a) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-003",
            question: "3. निम्नलिखित में से कौन-सा ययुद्ध था‚ जिसने भारत में ब्रिटिश प्रभुत्वव को प्रारंंभ कियया?",
            options: [
                "बक्ससर की लड़ाई",
                "प्‍लालासी का युद्ध",
                "मैसूर की तीसरी लड़ाई",
                "1857 का स्वतंंत्रता संंग्राम M.P."
            ],
            correctAnswer: 1,
            explanation: "भारत में ब्रिटिश प्रभुत्व का प्राारंंभ प्लालासी के युद्ध से हुआ। प्लालासी के युद्ध (23 जून‚1757) में रॉॉबर्ट क्लालाइव के नेतृत्व में अंंग्रेजोंों ने बंंगाल के नवाब सिराजु- द्दौौला कोो पराजित किया। नवाब की सेना का कुछ भाग तीन राजद्रोहियोंों-मीर जाफर‚ यार लतीफ और राय दुर्लभ के सेना नायकत्व में थी। नवाब की एक अग्रगामी टुकड़ी के नेता मीर मदन तथा मोोहनलाल थे। सहसा मीर मदान तोोप की गोोलाबारी से घातक रूप से घायल हुआ, उसी के चोोट के कारण उसकी मृत्युयु होो गई। नवाब सिराजुद्दौौला द्वाारा अपने प्रमुख अधिकारियोंों से मंंत्रणा के दौरान मीर जाफर ने उसे पीछे हटने कोो कहा तथा यह भी कहा कि नवाब कोो सेना का नेतृत्व सेनाध्ययक्षोंों के हाथोंों में छोोड़ युद्ध क्षेत्र से चले जाना चाहिए। सिराजुद्दौौला वापस मुर्शिदाबाद लौट गया। यही उसकी हार का एक प्रमुख कारण बना। प्लालासी के युद्ध ने अंंग्रेजोंों कोो तात्कालिक सैनिक एवंं वाणिज्यिक लाभ प्रदान किए। इसने कृषि उत्पादन और दस्ततकारियोंों के क्षेत्र में अग्रणी तीन राज्योंयों-बिहार‚ बंंगाल और उड़ीसा में राजनीतिक प्रभुत्व स्थापित करने के लिए पृष्ठभूमि तैयार की। इस युद्ध ने वस्तुतुत: भारत में ब्रिटिश साम्रााज्यय की नींव डाली तथा इसे भारत में ब्रिटिश ईस्टट इंडिया कंपनी की पहली निर्णायक सफलता माना जाता है‚ जबकि सर्वाधिक निर्णायक युद्ध बक्ससर का युद्ध (1764 ई.) था‚ जिसने भारत में वास्तविक रूप से ब्रिटिश प्रभुसत्ता स्थापित की।",
        },
        {
            id: "modern-2-004",
            question: "4. इंंग्ललैंड की ईस्टट इंडियय ा कंपनी की भारत में प्रथम निर्णाययक सैन्य सफलता मानी जाती है-",
            options: [
                "बक्ससर का युद्ध",
                "प्‍लालासी का युद्ध",
                "पानीपत का युद्ध",
                "हल्दीीघाटी का युद्ध"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-005",
            question: "5. प्लालासी का ययुद्ध लड़ा गयया था‚ वर्ष-",
            options: [
                "1761 में",
                "1757 में",
                "1760 में",
                "1767 में"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-006",
            question: "6. सिराजुद्दौौला लॉर्ड क्लालाइव द्वाारा परास्तत हुआ था......के ययुद्ध में।",
            options: [
                "प्‍लालासी",
                "बक्ससर",
                "मुंंगेर",
                "वांडीवाश"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-007",
            question: "7. भारतवर्ष में ब्रिटिश साम्रााज्य का संंस्थाथापक कौन था?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड एमहर्स्ट",
                "लॉर्ड रॉॉबर्ट क्‍लालाइव",
                "लॉर्ड विलियम बेंटिक"
            ],
            correctAnswer: 2,
            explanation: "भारतवर्ष में ब्रिटिश साम्रााज्यय का संंस्थाथापक लॉर्ड रॉॉबर्ट क्लालाइव कोो माना जाता है‚ जिसने प्लालासी के युद्ध (23 जून‚ 1757) में बंंगाल के नवाब सिराजुद्दौौला कोो पराजित कर पहली बार भारत में ब्रिटिश प्रभुत्व की नींव रखी थी।",
        },
        {
            id: "modern-2-008",
            question: "8. निम्नलिखित में से किसे ‘स्वर्ग से उत्पन्नन सेनानाययक’ कहा गयया?",
            options: [
                "अल्बुबुकर्क",
                "रॉॉबर्ट क्‍लालाइव",
                "फ्रांसिस डूप्‍ले",
                "लॉर्ड कार्नवालिस"
            ],
            correctAnswer: 1,
            explanation: "क्लालाइव एक सैनिक के रूप में जननेता था। विलियम पिट का यह कथन है कि ‘‘वह स्वर्ग से उत्पन्नन सेनानायक (A Heaven Born General) था।’’",
        },
        {
            id: "modern-2-009",
            question: "9. प्लालासी का ययुद्ध मैदान कहांं स्थित है?",
            options: [
                "बिहार",
                "आंंध्र प्रदेश",
                "उड़ीसा",
                "पश्चिम बंंगाल"
            ],
            correctAnswer: 3,
            explanation: "प्लालासी (वर्तमान नाम-पलाशी) का युद्ध मैदान प. बंंगाल राज्यय के नदिया जिले में भागीरथी नदी के किनारे स्थित है।",
        },
        {
            id: "modern-2-010",
            question: "10. निम्नन में से किसने अपनी राजधानी मुर्शिदाबाद से मुंंगेर स्थाथानांंतरित की?",
            options: [
                "अलीवर्दीी खां",
                "सिराजुद्दौौला",
                "मीर जाफर",
                "मीर कासिम"
            ],
            correctAnswer: 3,
            explanation: "मीर कासिम अपनी राजधानी मुर्शिदाबाद से मुंंगेर ले गया। संंभवत: वह मुर्शिदाबाद के षड्यंंत्रमय वातावरण तथा कलकत्ता से दूर रहना चाहता था‚ ताकि अंंग्रेजोंों का हस्ततक्षेप अधिक न होो।",
        },
        {
            id: "modern-2-011",
            question: "11. सबसे अधिक निर्णाययक ययुद्ध‚ जिसने अंंग्रेजों के भारत में प्रभुत्वव को संंस्थापित कियया‚ था-",
            options: [
                "बक्ससर का युद्ध",
                "प्‍लालासी का युद्ध",
                "वांडीवाश का युद्ध",
                "पानीपत का तीसरा युद्ध"
            ],
            correctAnswer: 0,
            explanation: "22/23 अक्टूटूबर‚ 1764 कोो अंंग्रेजोंों ने मीर कासिम‚ अवध के नवाब शुजाउद्दौौला तथा दिल्लीली के मुगल सम्रााट शाह आलम द्वितीय की सम्मिलित सेना कोो बक्ससर के युद्ध में परास्तत किया। इस युद्ध में अंंग्रेजोंों की कमान मेजर हेक्टटर मुनरोो के हाथ में थी। इस युद्ध के परिणाम ने प्लालासी के निर्णयोंों पर मुहर लगा दी तथा इस युद्ध के उपरांंत अंंग्रेज भारत की एक प्रमुख शक्ति के रूप में उभरे। इलाहाबाद तक का प्रदेश अंंग्रेजोंों के अधिकार में आ गया तथा दिल्लीली विजय का मार्ग खुल गया। बक्ससर के युद्ध के समय बंंगाल का नवाब मीर जाफर था। बक्ससर का युद्ध भारतीय इतिहास में निर्णायक सिद्ध हुआ। पी.ई. रॉॉबट्र्स ने बक्ससर के युद्ध के बारे में कहा है कि ‘‘प्लालासी की अपेक्षाा बक्ससर कोो भारत में अंंग्रेजी प्रभुता की जन्मभूमि मानना कहीं अधिक उपयुक्त है।’’ यदि बक्ससर के युद्ध के परिणाम कोो देखा जाए‚ तोो कहा जा सकता है कि जहांं प्लालासी की विजय अंंग्रेजोंों की कूटनीति का परिणाम थी‚ वहीं बक्ससर की विजय कोो इतिहासकारोंों ने पूर्णत: सैनिक विजय बताया। प्लालासी के युद्ध ने अंंग्रेजोंों की प्रभुता बंंगाल में स्थापित की; परंंतु बक्ससर के युद्ध ने कंपनी कोो एक अखिल भारतीय शक्ति का रूप दे दिया।",
        },
        {
            id: "modern-2-012",
            question: "12. अंंग्रेजी ईस्टट इंडियय ा कंपनी द्वाारा लड़े गए निम्नलिखित ययुद्धों में से कौन-सा सर्वाधिक निर्णाययक था?",
            options: [
                "बक्ससर की लड़ाई",
                "प्‍लालासी की लड़ाई",
                "प्रथम आंग्लंग्ल-सिख युद्ध",
                "प्रथम आंग्लंग्ल-मैसूर युद्ध"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-013",
            question: "13. निम्नलिखित में से कौन-सा ययुद्ध भारत में अंंग्रेजों के आधिपत्य की स्थाथापना की दृष्टि से सबसे महत्ववपूर्ण समझा जाता है?",
            options: [
                "बक्ससर",
                "प्‍लालासी",
                "श्रीीरंंगपट्टम",
                "वांडीवाश"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-014",
            question: "14. बक्ससर के ययुद्ध के समयय दिल्लीली का शासक कौन था?",
            options: [
                "औरंंगजेब",
                "शाह आलम प्रथम",
                "बहादुर शाह जफर",
                "शाह आलम द्वितीय M.P."
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-015",
            question: "15. बक्ससर की लड़ाई के समयय बंंगाल का नवाब कौन था?",
            options: [
                "सिराजुद्दौौला",
                "मीर जाफर",
                "मीर कासिम",
                "नज्‍मुद्दौौला"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-016",
            question: "16. बक्ससर की लड़ाई के बाद किस संधि पर हस्ताक्षर किए गए?",
            options: [
                "इलाहाबाद संधि",
                "सुगौली संधि",
                "बेसिन संधि",
                "सालबाई संधि"
            ],
            correctAnswer: 0,
            explanation: "बक्ससर की लड़ाई (अक्टूटूबर‚ 1764) मीर कासिम‚ अवध के नवाब शुजाउद्दौौला एवंं मुगल सम्रााट शाह आलम II की संंयुक्त सेना तथा अंंग्रेजोंों के मध्यय हुई। युद्ध में अंंग्रेज विजयी रहे। ब्रिटिश अंंग्रेजी सेना का नेतृत्व हेक्टटर मुनरोो ने किया था। इस युद्ध की समाप्ति पर इलाहाबाद की दोो संधियांं (1765 ई.) हुईं। इलाहाबाद की प्रथम संधि क्लालाइव तथा मुगल सम्रााट शाह आलम II के मध्यय हुई थी‚ जबकि इलाहाबाद की द्वितीय संधि क्लालाइव तथा अवध के नवाब शुजाउद्दौौला के मध्यय हुई थी।",
        },
        {
            id: "modern-2-017",
            question: "17. निम्नलिखित में से जिस एक शासक ने ईस्टट इंडियय ा कंपनी को दीवानी प्रदान की थी‚ वह था-",
            options: [
                "फर्रुखसियर",
                "शाह आलम प्रथम",
                "शाह आलम द्वितीय",
                "शुजाउद्दौौला"
            ],
            correctAnswer: 2,
            explanation: "इलाहाबाद की प्रथम संधि (12 अगस्तत‚ 1765) के तहत मुगल बादशाह शाह आलम II ने कंपनी कोो बंंगाल‚ बिहार और उड़ीसा की दीवानी स्थाथायी रूप से दे दी तथा इलाहाबाद की द्वितीय संधि (16 अगस्तत‚ 1765) के तहत अवध के नवाब (शुजाउद्दौौला) ने इलाहाबाद और कड़ा के जिले मुगल बादशाह शाहआलम II कोो देने का वादा किया। इस समय रॉॉबर्ट क्लालाइव ईस्टट इंडिया कंपनी की तरफ से बंंगाल का गवर्नर था। शाह आलम द्वितीय का संंपूर्ण जीवन आपदाओं से ग्रस्तत रहा। रोहिल्लाला सरदार गुलाम कादिर ने जुलाई, 1788 में दिल्लीली पर कब्जाजा किया और अगस्तत, 1788 में शाहआलम II कोो अपदस्थथ करके अंधा कर दिया। शाहआलम II के समय में 1803 ई. में दिल्लीली पर ईस्टट इंडिया कंपनी का अधिकार होो गया। शाहआलम II तथा उसके उत्तराधिकारी अकबर द्वितीय (1806- 37 ई.) और बहादुर शाह द्वितीय (1837-57 ई.) ईस्टट इंडिया कंपनी के पेंशनभोोगी मात्र बनकर रहे।",
        },
        {
            id: "modern-2-018",
            question: "18. 1765 ई. में ईस्टट इंडियय ा कंपनी को बंंगाल की दीवानी किसने प्रदान की?",
            options: [
                "बंंगाल के नवाब ने",
                "मुगल सम्रााट ने",
                "इंग्लंग्लैंड के शासक ने",
                "अफगान के राजा ने"
            ],
            correctAnswer: 1,
            explanation: "U.P. P.S.C. (GIC) 2010 उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-019",
            question: "19. किस गवर्नर के कार्यकाल में ईस्टट इंडियय ा कंपनी को शहंंशाह शाह आलम द्वाारा बंंगाल‚ बिहार तथा उड़ीसा में दीवानी अधिकार दिए गए?",
            options: [
                "लॉर्ड क्‍लालाइव",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वेलेजली",
                "लॉर्ड विलियम बेंटिक"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-020",
            question: "20. सम्रााट शाह आलम द्वितीयय ने ईस्टट इंडियय ा कंपनी को बंंगाल‚ बिहार तथा उड़ीसा की दीवानी प्रदान की-",
            options: [
                "12 अगस्तत‚ 1765",
                "18 अगस्तत‚ 1765",
                "29 अगस्तत‚ 1765",
                "21 अगस्तत‚ 1765"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-021",
            question: "21. इलाहाबाद की संधि के बाद रॉबर्ट क्लालाइव ने मुर्शिदाबाद का उप- दीवान किसे बनायया था?",
            options: [
                "मुहम्मद रजा खान",
                "शिताब राय",
                "राय दुर्लभ",
                "सैयद गुलाम हुसैन"
            ],
            correctAnswer: 0,
            explanation: "इलाहाबाद की संधि के अनुसार‚ भगोोड़े सम्रााट शाह आलम II कोो अंंग्रेजी संंरक्षण में ले लिया गया तथा उसे इलाहाबाद में रखा गया। शाह आलम ने इलाहाबाद की संधि के प्रावधान के तहत कंपनी कोो बंंगाल‚ बिहार‚ उड़ीसा की दीवानी स्थाथायी रूप से दे दी, जिसके बदले कंपनी (ईस्टट इंडिया कंपनी) सम्रााट कोो 26 लाख रुपये की वार्षिक पेंशन देने का वचन दिया था। नज्मुद्दौौला (मीर जाफर का पुत्र) कोो बंंगाल का नवाब स्वीीकार किया गया। इस समय कंपनी सीधे कर संग्रह करने का भार न तोो लेना चाहती थी और न ही उसके पास ऐसी क्षमता थी। कंपनी ने दीवानी कार्य के लिए दोो उप-दीवान‚ बंंगाल के लिए मुहम्मद रजा खान तथा बिहार के लिए राजा शिताब राय की नियुक्ति की। मुहम्मद रजा खान‚ उप-नाजिम (नाइब नाजिम/नाइब दीवान) के रूप में भी कार्य करते थे। मुहम्मद रजा खान ब्रिटिश रेजिडेंटोो के निरीक्षण में मुर्शिदाबाद से अपना कार्य करते थे तथा राजा शिताब राय पटना में इस पद (नाइब नाजिम) पर कार्यरत थे। इस प्रकार समस्तत दीवानी तथा निजामत का कार्य भारतीयोंों द्वाारा ही चलता था‚ यद्यपि अधिकार कंपनी के हाथ में था।",
        },
        {
            id: "modern-2-022",
            question: "22. 1765 ई. में दीवानी प्रदान किए जाने के बाद ब्रिटिश सबसे पहले निम्नलिखित में से किस पर्वतीयय जनजाति के संंपर्क में आए?",
            options: [
                "गारो",
                "खासी",
                "कूकी",
                "टिप्पप्पराह"
            ],
            correctAnswer: 1,
            explanation: "I.A.S. (Pre) 2002 बंंगाल की दीवानी प्रााप्तत करने के पश्चा्चात ब्रिटिश 1765 ई. में सिलहट आए थे। खासी जनजाति के लोोग चावल‚ नमक एवंं सूखी मछलियोंों के बदले रेशम‚ सूती सामान‚ लोोहा‚ मोम‚ मधु एवंं सींग का व्यायापार करने हेतु सिलहट की सीमा पर पंडुआ में आते थे। खासी पर्वतोंों में पाए जाने वाले चूना पत्थथर का उपयोोग तब बंंगाल में चूना पत्थथर की मांंग की पूर्ति हेतु किया जाता था। कुछ समय पश्चा्चात ईस्टट इंडिया कंपनी के ब्रिटिश अधिकारी चूना पत्थथर का व्यायापार करने लगे‚ जिससे वे खासी जनजाति के संंपर्क में आए।",
        },
        {
            id: "modern-2-023",
            question: "23. अवध सल्ततनत के हिंदू नायब वजीर के संदर्भ में निम्नलिखित कथनों में कौन-सा/से कथन सही है/हैं? 1. राजा टिकैत रायय‚ नवाब आसफुद्दौौला के ‘अर्थ मंंत्रीी’ थे। 2. अवध के नवाबों के राज्य में सामान्यतयया कतिपयय हिंदू जातिययों के लोगों को उच्च स्थाथान प्राप्तत था। नीचे दिए गए कूट से सही उत्तर चुनिए। कूट :",
            options: [
                "केवल 1",
                "केवल 2",
                "1 और 2 दोोनों",
                "न तोो 1 न ही 2"
            ],
            correctAnswer: 2,
            explanation: "राजा टिकैत राय नवाब आसफुद्दौौला के दीवान या अर्थमंत्रींत्री थे। अत: कथन (1) सही है। अवध के नवाबोंों के राज्यय में हिंदू अधिकारियोंों कोो भी उच्चच पदोंों पर नियुक्ति की गई। उदाहरणत: आसफुद्दौौला के अर्थमंत्रींत्री राजा टिकैत राय व राजा झाउलाल एवंं नवाब सफदर जंंग ने राजा नवल राय कोो बक्शीशी और अवध का डिप्टीटी गवर्नर (कुछ स्रोोतोंों मंंे राजा नवल राय कोो अवध का गवर्नर भी कहा गया है) के पद पर नियुक्तत किया। अत: कथन (2) भी सही है।",
        },
        {
            id: "modern-2-024",
            question: "24. 18वें शतक में भारत में लड़े गए ययुद्धों का निम्नलिखित में से सही कालानुक्रम कौन-सा है?",
            options: [
                "वांडीवाश युद्ध-बक्ससर युद्ध-अम्बबर युद्ध-प्‍लालासी युद्ध",
                "अम्बबर युद्ध-प्‍लालासी युद्ध-वांडीवाश युद्ध-बक्ससर युद्ध",
                "वांडीवाश युद्ध-प्‍लालासी युद्ध-अम्बबर युद्ध-बक्ससर युद्ध",
                "अम्बबर युद्ध-बक्ससर युद्ध-वांडीवाश युद्ध-प्‍लालासी युद्ध"
            ],
            correctAnswer: 1,
            explanation: "18वीं शताब्दीी में भारत में लड़े गए प्रश्न्नगत युद्धोंों का सही कालानुक्रम इस प्रकार है- अम्बर ययुद्ध (अगस्तत‚ 1749)- मुजफ्फफरजंंग‚ चंदा साहब तथा फ्रांंसीसियोंों की संंयुक्त सेनाओं ने वेल्लूलूर के समीप अम्बबर (या अम्बूबूर) नामक स्थाथान पर कर्नाटक के नवाब अनवरुद्दीीन कोो पराजित कर उसकी हत्याया कर दी। उसके उपरांंत मुजफ्फफरजंंग दक्ककन का सूबेदार बन गया। इस उपलक्ष्यय में उसने अपने हितकारी डूप्लेले कोो कृष्णाा नदी के दक्षिणी भाग के मुगल प्रदेशोंों का गवर्नर नियुक्त कर दिया तथा उत्तरी सरकार के कुछ जिले भी फ्रांंसीसियोंों कोो दे दिए। इसके अतिरिक्त मुजफ्फफरजंंग की प्रार्थना पर एक फ्रेंेंच सेना की टुकड़ी बुस्सीसी के नेतृत्व में हैदराबाद में तैनात कर दी गई। प्लालासी ययुद्ध (जून‚ 1757)- अंंग्रेजोंों तथा बंंगाल के नवाब सिराजुद्दौौला के मध्यय। युद्ध के परिणामस्वरूप अंंग्रेजोंों का पूरे बंंगाल पर नियंंत्रण होो गया। क्लालाइव ने मीर जाफर कोो बंंगाल का नवाब बनाया। नवाब बनने के बाद मीर जाफर ने अंंग्रेजोंों कोो उनकी सेवाओं के लिए 24 परगनोंों की जमींदारी से पुरस्कृकृत किया और क्लालाइव कोो 2,34,000 पाउंड की निजी भेंट दी। वांंडीवाश ययुद्ध (जनवरी‚ 1760)- अंंग्रेजोंों तथा फ्रांंसीसियोंों के मध्यय। युद्ध में फ्रांंसीसी पराजित हुए। अंंग्रेजी सेना का नेतृत्व सर आयरकूट ने‚ जबकि फ्रांंसीसी सेना का नेतृत्व काउंंट डी लाली ने किया था। बक्ससर ययुद्ध (अक्टूबर‚ 1764)- मीर कासिम‚ अवध के नवाब शुजाउद्दौौला एवंं मुगल सम्रााट शाह आलम द्वितीय की संंयुक्त सेना तथा अंंग्रेजोंों के मध्यय। युद्ध में अंंग्रेज विजयी रहे। इस युद्ध में अंंग्रेजी सेना का नेतृत्व हेक्टटर मुनरोो ने किया था। बक्ससर के युद्ध ने प्लालासी के निर्णयोंों पर मुहर लगा दी। इस प्रकार विकल्पप (b) सही उत्तर होोगा।",
        },
        {
            id: "modern-2-025",
            question: "25. उस फ्रांसीसी सेनापति का नाम बताइए‚ जो 1760 के वांंडीवाश ययुद्ध में पराजित हुआ-",
            options: [
                "काउंंट लाली",
                "फ्रांिसस मार्टिन",
                "डूप्‍ले",
                "उपर्युक्त में से कोोई नहीं"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-026",
            question: "26. वांंडीवाश के ययुद्ध (1760) में-",
            options: [
                "फ्रेंेंच ने ब्रिटिश कोो हराया।",
                "ब्रिटिश ने डच कोो हराया।",
                "ब्रिटिश ने फ्रेंेंच कोो हराया।",
                "डच ने ब्रिटिश कोो हराया।"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-027",
            question: "27. 1760 का प्रसिद्ध वांंडीवाश का ययुद्ध अंंग्रेजों द्वाारा किसके खिलाफ लड़ा गयया?",
            options: [
                "फ्रांंसीसी",
                "स्पेपेन",
                "मैसूर",
                "कर्नाटक"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-2-028",
            question: "28. निम्नलिखित में से कौन-सा ययुग्मम सही सुमेलित है?",
            options: [
                "बक्ससर का युद्ध - मीर जाफर विरुद्ध क्‍लालाइव",
                "वांडीवाश का युद्ध - फ्रांंसीसी विरुद्ध ईस्टट इंडिया कंपनी",
                "चिलियांवाला का युद्ध - डलहौजी के विरुद्ध मराठे",
                "खुर्दा का युद्ध - निजाम विरुद्ध ईस्टट इंडिया कंपनी"
            ],
            correctAnswer: 1,
            explanation: "बक्ससर का युद्ध 22/23 अक्टूटूबर‚ 1764 कोो अवध के नवाब शुजाउद्दौौला‚ मुगल सम्रााट शाह आलम द्वितीय तथा मीर कासिम की संंयुक्त सेनाओं और अंंग्रेजोंों के मध्यय हुआ था। वांडीवाश का युद्ध 22 जनवरी‚ 1760 कोो अंंग्रेजोंों तथा फ्रांंसीसियोंों के मध्यय हुआ। इस युद्ध में फ्रांंसीसी पराजित हुए‚ यही पराजय भारत में उनके पतन की शुरुआत थी। चिलियांवाला का युद्ध 13 जनवरी‚ 1849 कोो लड़ा गया। इस युद्ध में अंंग्रेजी सेना का नेतृत्व लॉर्ड गफ ने किया तथा सिख सेना शेरसिंंह के नेतृत्व में लड़ी। यह युद्ध अनिर्णीीत समाप्तत हुआ। इस युद्ध के समय भारत का गवर्नर जनरल लॉर्ड डलहौजी था। खुर्दा का युद्ध (अन्यय नाम - खुर्ला का युद्ध खारदा का युद्ध) 1795 ई. में हैदराबाद के निजाम के विरुद्ध मराठोंों द्वाारा लड़ा गया‚ जिसमें निजाम की हार हुई। अत: स्पपष्ट है कि (b) युग्म ही सही सुमेलित है।",
        },
        {
            id: "modern-2-029",
            question: "29. निम्नन में से किसने भारत में अंंग्रेजों का सर्वाधिक विरोध कियया?",
            options: [
                "मराठा",
                "मुगल",
                "राजपूत",
                "सिख"
            ],
            correctAnswer: 0,
            explanation: "भारत में अंंग्रेजोंों का सर्वाधिक विरोध मराठोंों द्वाारा किया गया था। तीन आंग्लंग्ल-मराठा युद्धोंों के बाद ही मराठा शक्ति कोो दबाया जा सका। मुगल साम्रााज्यय के खंडहरोंों पर मराठोंों ने अपने साम्रााज्यय की आधारशिला रखी। उन्हहीं परिस्थितियोंों में अंंग्रेजोंों ने भी लाभ उठाया। प्रथम आंग्लंग्ल-मराठा युद्ध में अंंग्रेजोंों कोो मुंंह की खानी पड़ी। सालबाई की संधि से प्रथम युद्ध बंद हुआ। वेलेजली ने 1802 ई. में अपने सहायक संधि के जाल में पेशवा कोो बांध लिया। 1818 ई. में लॉर्ड हेस्टिंग्संग्स ने मराठोंों की रही सही शक्ति कोो समाप्तत कर ब्रिटिश सर्वोच्चचता की स्थाथापना की।",
        },
        {
            id: "modern-3-001",
            question: "1. रणजीत सिंंह के राज्य में सम्मिलित था?",
            options: [
                "दिल्‍लीली",
                "काबुल",
                "मकराना",
                "श्रीीनगर"
            ],
            correctAnswer: 3,
            explanation: "रणजीत सिंंह का जन्म 13 नवंंबर‚ 1780 कोो सुकरचकिया मिसल के मुखिया महासिंंह के घर हुआ था। महाराजा रणजीत सिंंह और अंंग्रेजोंों के बीच 25 अप्रैल‚ 1809 कोो अमृतसर की संधि हुई। संधि का तात्कालिक प्रभाव यह हुआ कि रणजीत सिंंह का सतलज पार के राज्योंयों के ऊपर प्रभुत्व जमाने का स्वप्नप्न टूट गया; परंंतु दूसरी ओर जैसा कनिंंघम ने कहा है कि रणजीत सिंंह कोो पश्चिम दिशा में प्रसार करने की खुली छूट मिल गई। उसने 1818 ई. में मुल्तातान‚ 1819 ई. में कश्मीीर और 1834 ई. में पेशावर और खैबर पख्तूतूनख्वाा कोो जीत लिया। इस प्रकार प्रश्न्नगत विकल्पोंों में श्रीीनगर रणजीत सिंंह के राज्यय में सम्मिलित था।",
        },
        {
            id: "modern-3-002",
            question: "2. रणजीत सिंंह का संबंंध किस मिसल से था?",
            options: [
                "अहलूवालिया",
                "डलेवालिया",
                "कन्हैहैया",
                "सुकरचकिया"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-3-003",
            question: "3. रणजीत सिंंह किस मिसल से संबंधित थे?",
            options: [
                "सुकरचकिया",
                "संधावालिया",
                "अहलूवालिया",
                "रामगढ़िया"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-3-004",
            question: "4. महाराजा रणजीत सिंंह के राज्य की राजधानी थी-",
            options: [
                "अमृतसर",
                "पटियाला",
                "लाहौर",
                "कपूरथला"
            ],
            correctAnswer: 2,
            explanation: "1798 ई. में अफगानिस्तातान के शासक जमान शाह ने पंंजाब पर आक्रमण किया। वापस जाते समय उसकी तोोपें झेलम नदी (कुछ स्रातोंों में चिनाब नदी का उल्लेलेख मिलता है, किंतु बहुत से अाधिकारिक स्रोोतोंों व इतिहास की पुस्ततकें झेलम नदी कोो ही सही मानती हैं।) में गिर गईं। रणजीत सिंंह ने उन्हहें निकलवा कर वापस भिजवा दिया। 1799 ई. में रणजीत सिंंह ने लाहौर पर अधिकार कर लिया तथा उसे अपनी राजधानी बनाई।",
        },
        {
            id: "modern-3-005",
            question: "5. राजा रंंजीत सिंंह ने किस स्थाथान पर अदालत-ए-आला की स्थाथापना की?",
            options: [
                "अमृतसर",
                "लाहौर",
                "फिरोोजपुर",
                "मुल्तातान"
            ],
            correctAnswer: 1,
            explanation: "रंंजीत सिंंह (रणजीत सिंंह) की न्यायाय व्यवस्थाथा कठोोर थी। राज्यय की सर्वोच्चच अदालत का नाम ‘अदालत-ए-आला’ था। यह अदालत लाहौर में स्थित थी। रंंजीत सिंंह (रणजीत सिंंह) स्वयंं जिसके (अदालत-ए-आला) प्रधान न्यायायाधीश थे।",
        },
        {
            id: "modern-3-006",
            question: "6. अमृतसर की संधि महाराजा रणजीत सिंंह और .........के बीच संंपन्नन हुई।",
            options: [
                "लॉर्ड काॅर्नवालिस",
                "लॉर्ड डलहौजी",
                "लॉर्ड हेस्टिंग्संग्स",
                "लॉर्ड मिंंटोो"
            ],
            correctAnswer: 3,
            explanation: "25 अप्रैल‚ 1809 कोो बंंगाल के तत्काकालीन गवर्नर जनरल लॉर्ड मिंंटोो I की तरफ से चार्ल्स मेटकॉॉफ तथा रणजीत सिंंह के मध्यय अमृतसर की संधि हुई‚ जिसके तहत निम्नलिखित प्रावधान थे- 1. सतलज नदी दोोनोंों के क्षेत्रोंों (रणजीत सिंंह के क्षेत्र और ब्रिटिश क्षेत्र) कोो पृथक करने वाली सीमा मान ली गई। 2. दोोनोंों ने एक-दूसरे के मामले में हस्ततक्षेप न करने तथा एक-दूसरे के क्षेत्रोंों का सम्माान करने का आश्वाासन दिया। 3. इसका उल्लंंघन करने पर अथवा मित्रता के सिद्धांंतोंों कोो तोोड़ने पर यह संधि निष्प्रभावी समझी जाएगी।",
        },
        {
            id: "modern-3-007",
            question: "7. रणजीत सिंंह ने सुप्रसिद्ध कोहिनूर हीरा प्राप्तत कियया था-",
            options: [
                "शाह शुजा से",
                "जमान शाह से",
                "दोोस्तत मोोहम्मद से",
                "शेर अली से"
            ],
            correctAnswer: 0,
            explanation: "पंंजाब अहमद शाह अब्दााली के साम्रााज्यय का भाग था; परंंतु 1772 ई. में उसकी मृत्युयु के पश्चा्चात मुल्तातान‚ कश्मीीर इत्यादि कुछ छोोटे-छोोटे भागोंों कोो छोोड़कर शेष पर सिख मिसलोंों का अधिकार होो गया। उधर अफगानोंों के आंंतरिक झगड़ोंों के कारण रणजीत सिंंह कोो अपनी स्थिति दृढ़ करने का अवसर मिल गया। 1803 ई. में अहमद शाह अब्दााली का पौत्र शाह शुजा काबुल की गद्दीी पर बैठा; परंंतु उसके भाई शाह महमूद ने शक्तिशाली बरकजई सरदारोंों-फतह खांं और दोोस्तत मुहम्मद की सहायता से उसे 1809 ई. में अपदस्थथ कर दिया तथा स्वयंं कश्मीीर और पेशावर पर अधिकार कर लिया। इसी अवसर पर शाह शुजा ने काबुल का राज्यय प्रााप्तत करने के लिए रणजीत सिंंह से सहायता मांंगी और उन्हहें कोहिनूर (कोोह-ए-नूर) हीरा भेंट किया।",
        },
        {
            id: "modern-3-008",
            question: "8. \u0007निम्निलखित में से किसने कहा था‚ ‘‘ईश्ववर की इच्छाछा थी कि मैं सब धर्मोंों को एक निगाह से देखूंं‚ इसीलिए उसने दूसरी आंंख की रोशनी ले ली’’?",
            options: [
                "महाराजा रणजीति सिंंह",
                "महाराजा शेर सिंंह",
                "महाराजा दलीप सिंंह",
                "उपर्युक्त में से कोोई नहीं"
            ],
            correctAnswer: 0,
            explanation: "U.P. P.C.S. (Mains) 2007 रणजीत सिंंह का जन्म 13 नवंंबर‚ 1780 कोो सुकरचकिया मिसल के मुखिया महासिंंह के घर हुआ था। वह 12 वर्ष के ही थे कि उनके पिता का स्वर्गवास होो गया। 1792 से 1797 ई. तक एक प्रतिशासन परिषद (Council of Regency)‚ जिसमें इनकी माता‚ सास और दीवान लखपत राय थे‚ ने शासन कार्य चलाया। 1797 ई. में उन्होंोंने समस्तत कार्यभार स्वयंं संंभाल लिया। रणजीत सिंंह ने लाहौर पर 1799 ई. में एवंं अमृतसर पर 1802 ई. में विजय प्रााप्तत की। रणजीत सिंंह एक योग्योग्य शासक थे। उन्होंोंने कहा था ‘‘ईश्वर की इच्छा थी कि मैं सब धर्मों कोो एक निगाह से देखूंं‚ इसीलिए उसने दूसरी आंंख की रोोशनी ले ली।’’",
        },
        {
            id: "modern-3-009",
            question: "9. लाहौर की संधि (1846) के संदर्भ में निम्नलिखित में से कौन-सा/से कथन सही है/हैं? I. \u0007महाराजा ने सतलुज नदी के पार के अपने समस्तत प्रदेश सदैव के लिए छोड़ दिए। II. \u0007सतलुज और ब्यास नदिययों के बीच के सभी दुर्गों पर महाराजा ने अपना अधिकार कंपनी के पक्ष में छोड़ दियया। III. \u0007अंंग्रेजी सेना अब सिख राज्य में से नहीं गुजर सकती थी। नीचे दिए गए कूट में से सही उत्तर का चययन कीजिए :",
            options: [
                "केवल II और III",
                "केवल I और II",
                "I, II और III",
                "केवल I"
            ],
            correctAnswer: 1,
            explanation: "लाहौर की संधि (9 मार्च, 1846) ब्रिटिश ईस्टट इंडिया कंपनी और सिख साम्राज्यय के मध्यय प्रथम आंंग्लल-सिख युद्ध की समाप्ति के लिए हुई थी इस संधि के अनुच्छेद-2 के अनुसार, सिख महाराजा दलीप सिंंह सतलज नदी के दक्षिण में स्थित क्षेत्रोंों पर किसी प्रकार का दावा या संंबंध त्यायागते हैं, और वचन देते हैं कि वे भविष्य में कभी भी उन क्षेत्रोंों और वहांं के निवासियोंों से कोोई संंबंध नहीं रखेंगे अत: कथन I सत्यय है। इसी संधि के अनुच्छेद- 3 के अनुसार, सिख महाराजा ब्यायास और सतलज नदियोंों के बीच दोोआब (पहाड़ी और मैदानी क्षेत्र) में स्थित अपने सभी किले, क्षेत्र व अधिकार ब्रिटिश ईस्टट इंडिया कंपनी कोो सौप देंगे। इस प्रकार कथन 2 भी सत्यय है। लाहौर की संधि के अनुच्छेद-10 के अनुसार यह स्पपष्ट तौर पर कहा गया है कि ब्रिटिश सरकार अपने अथवा सहयोोगी क्षेत्रोंों की रक्षाा हेतु पूर्व सूचना देकर सिख महाराजा के क्षेत्रांंे (लाहौर) से होोकर अपनी सेना ले जाने की अनुमति होोगी। अत: कथन III असत्यय है।",
        },
        {
            id: "modern-3-010",
            question: "10. महाराजा रणजीत सिंंह के उत्तराधिकारी थे-",
            options: [
                "हरिसिंंह नलवा",
                "खड़क सिंंह",
                "शेर सिंंह",
                "नौनिहाल सिंंह"
            ],
            correctAnswer: 1,
            explanation: "1839 ई. में रणजीत सिंंह की मृत्युयु के बाद उनका पुत्र खड़क सिंंह सिंंहासन पर बैठा।",
        },
        {
            id: "modern-3-011",
            question: "11. सिख राज्य का अंंतिम राजा कौन था?",
            options: [
                "खड़क सिंंह",
                "शेर सिंंह",
                "नौ निहाल सिंंह",
                "दलीप सिंंह"
            ],
            correctAnswer: 3,
            explanation: "महाराजा दलीप सिंंह सिख साम्रााज्यय के अंतिम शासक थे। उन्होंोंने 1843 से 1849 ई. तक शासन किया। 1849 ई. में द्वितीय आंंग्लल-सिख युद्ध की समाप्ति पर अंंग्रेजोंों द्वाारा पंंजाब पर अधिकार लिया गया तथा 1854 ई. में इन्हहें ब्रिटेन भेज दिया गया।",
        },
        {
            id: "modern-3-012",
            question: "12. सिख साम्रााज्य का अंंतिम शासक था-",
            options: [
                "दलीप सिंंह",
                "नौनिहाल सिंंह",
                "रणजीत सिंंह",
                "शेर सिंंह"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्तत प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-3-013",
            question: "13. पंंजाब के पूर्व महाराजा दलीप सिंंह के विषयय में निम्नलिखित में से कौन एक कथन सत्य है?",
            options: [
                "23 अक्टूटूबर‚ 1893 कोो उनका निधन पेरिस में हुआ।",
                "नासिक में उनकी अन्त्येष्टि हुई।",
                "उन्होंोंने कभी भी सिख धर्म नहीं छोोड़ा था।",
                "वह कभी भी रूस नहीं गए थे।"
            ],
            correctAnswer: 0,
            explanation: "पंंजाब के पूर्व महाराजा दलीप सिंंह का निधन 22/23 अक्टूटूबर, 1893 कोो पेरिस (फ्रांंस) में होो गया था। शेष सभी कथन असत्यय हैं। दलीप सिंंह ने 1853 ई. में सिख धर्म छोोड़कर ईसाई धर्म कोो अपनाया था, किंतु 1886 ई. में उन्होंोंने पुन: सिख धर्म स्वीीकार कर लिया था। इन्होंोंने रूस की यात्रा भी की थी। इनकी अन्त्येष्टि इंग्लंग्लैंड में हुई थी।",
        },
        {
            id: "modern-3-014",
            question: "14. पंंजाब के विलयय के संबंंध में‚ निम्नलिखित में से कौन-सा कथन असत्य है?",
            options: [
                "29 मार्च‚ 1849 कोो गवर्नर जनरल की ओर से घोषणा हुई कि पंंजाब राज्यय समाप्‍तत होो गया है।",
                "महाराजा दलीप सिंंह के सभी प्रदेश‚ भारतीय ब्रिटिश साम्रााज्यय का हिस्सासा बन गए हैं।",
                "दलीप सिंंह कोो 2,50,000 रुपये वार्षिक पेंशन दे दी गई।",
                "उपर्युक्त में से कोोई नहीं"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड डलहौजी की 29 मार्च‚ 1849 की घोषणा द्वाारा संंपूर्ण पंंजाब का विलय‚ अंंग्रेजी राज्यय में कर लिया गया। महाराजा दलीप सिंंह कोो ईस्टट इंडिया कंपनी से अपने रिश्तेदारोंों और राज्यय के कर्मचारियोंों के भरण-पोषण के िलए प्रति वर्ष न्यूयूनतम चार लाख रुपये और अधिकतम पांंच लाख (न्यूयूनतम 40000 पौंड और अधिकतम 50000 पौंड) रुपये की पेंशन निर्धारित की गई और उन्हहें 1854 ई. में शिक्षाा प्रााप्तत करने हेतु इंग्लंग्लैंड भेज दिया गया। अत: कथन (c) असत्यय है।",
        },
        {
            id: "modern-3-015",
            question: "16. प्रथम आंंग्लल-मैसूर ययुद्ध (1767-69 ई.) में कौन विजययी हुआ?",
            options: [
                "अंंग्रेज",
                "हैदर अली",
                "मराठा",
                "हैदराबाद का निजाम"
            ],
            correctAnswer: 1,
            explanation: "प्रथम आंग्लंग्ल-मैसूर युद्ध (1767-69 ई.) अंंग्रेजोंों और हैदर अली के मध्यय हुआ था। निजाम‚ मराठे एवंं अंंग्रेज हैदर के विरुद्ध एक त्रिगुट संधि में सम्मिलित हुए। हैदर ने अपनी कूटनीतिक सूझ-बूझ से इस त्रिगुट कोो भंंग करने का प्रयास किया। उसने मराठोंों कोो धन देकर और निजाम कोो प्रदेश का प्रलोोभन देकर अपनी ओर मिला लिया और फिर कर्नाटक पर आक्रमण किया। अंंग्रेजोंों की प्राारंभिक सफलता के कारण निजाम पुन: अंंग्रेजोंों की ओर चला गया। हैदर अली ने उत्सासाहपूर्वक लड़ते हुए 1768 ई. में मंंगलौर पर अधिकार कर लिया। मार्च‚ 1769 ई. में उसकी सेनाएंं मद्राास तक जा पहुंची। अंंग्रेजोंों ने विवशता में हैदर अली की शर्तोंों पर अप्रैल‚ 1769 कोो ‘मद्राास की संधि’ की।",
        },
        {
            id: "modern-3-016",
            question: "17. निम्नलिखित में से कौन 1755 में डिंंडीगुल मैसूर में एक आधुनिक शस्त्राागार की स्थाथापना की थी?",
            options: [
                "नंंजराज",
                "हैदर अली",
                "देवराज",
                "चिक्‍काका कृष्णराज"
            ],
            correctAnswer: 1,
            explanation: "1742 ई. में वेंकट राय के नेतृत्व में मैसूर सेना ने डिंडीगुल पर विजय प्रााप्तत की। 1755 ई. में मैसूर के महाराज ने स्थिति कोो संंभालने के लिए हैदर अली कोो डिंडीगुल भेजा। 1755 ई. में हैदर अली ने डिंडीगुल के पलैयाकारोो कोो अपने अधीन कर डिंडीगुल कोो अपने नियंंत्रण में ले लिया और इस किले कोो एक सैन्यय चौकी में बदल दिया। बाद में हैदर अली मैसूर का वास्तविक शासक बन गया और 1777 ई. में उन्होंोंने पुरशान मीरसाहेब कोो डिंडीगुल का गवर्नर नियुक्त किया।",
        },
        {
            id: "modern-3-017",
            question: "18. ब्रिटिश जनरल जिसने हैदर अली को पोर्टोो नोवो के ययुद्ध में हरायया-",
            options: [
                "कैप्टन पौपहेम",
                "सर आयरकूट",
                "सर हेक्टटर मुनरो",
                "जनरल गोोड्डार्ड"
            ],
            correctAnswer: 1,
            explanation: "1781 ई. में हैदर अली का सामना अंंग्रेज जनरल आयरकूट से हुआ‚ जिसने पोर्टोो नोवोो के युद्ध (1 जुलाई‚ 1781) में हैदर अली कोो परास्तत किया।",
        },
        {
            id: "modern-3-018",
            question: "19. टीपू सुल्तातान ने अपनी राजधानी बनाई-",
            options: [
                "श्रीीरंंगपट्टनम में",
                "मैसूर में",
                "बंंगलौर में",
                "कोोयम्बबटूर में"
            ],
            correctAnswer: 0,
            explanation: "टीपू सुल्तातान ने श्रीीरंंगपट्टनम कोो अपनी राजधानी बनाया एवंं यहांं फ्रांंसीसी अधिकारियोंों ने ‘जैकोबिन क्ललब’ की स्थाथापना की (यह क्ललब फ्रांंस के जैकोबिन क्ललब की एक शाखा थी)। टीपू इस क्ललब का समर्थन किया तथा कथित तौर पर उसका सदस्यय भी बना।",
        },
        {
            id: "modern-3-019",
            question: "20. निम्नलिखित भारतीयय शासकों में से कौन था‚ जिसने विदेशों में आधुनिक पद्धति से दूतावास स्थापित किए थे?",
            options: [
                "हैदर अली",
                "मीर कासिम",
                "शाह आलम II",
                "टीपू सुल्तातान"
            ],
            correctAnswer: 3,
            explanation: "टीपू सुल्तातान ने आधुनिक पद्धति से विदेशोंों में दूतावास स्थापित किए थे।",
        },
        {
            id: "modern-3-020",
            question: "21. टीपू सुल्तातान ने ब्रिटिश सेना को 1780 ई. में हरायया था-",
            options: [
                "हैदराबाद में",
                "पोोल्‍लीलीलुर में",
                "सेरिंंगपट्टनम में",
                "निजामाबाद में"
            ],
            correctAnswer: 1,
            explanation: "हैदर अली एवंं टीपू सुल्तातान ने मराठोंों तथा निजाम के साथ एक समझौता कर लिया तथा फ्रांंसीसियोंों से सहायता का वचन ले लिया तथा कर्नाटक पर जुलाई‚ 1780 में आक्रमण करके अर्काट पर अधिकार कर लिया। तत्पश्चा्चात 10 सितंंबर‚ 1780 कोो हैदर अली और टीपू की संंयुक्त सेनाओं ने पोलिलुर (अन्यय नाम-पेरुम्बबकम) के युद्ध में कर्नल बेली कोो बुरी तरह पराजित किया। इस युद्ध में सैन्यय कमान टीपू के हाथोंों में थी। बेली की पराजय का समाचार सुनकर कर्नल हेक्टटर मुनरोो जोो इस युद्ध में सैन्यय कमान टीपू के हाथोंों में थी, बेली की सहायता के लिए आ रहा था वापस लौट गया। अत: विकल्पप (b) सही उत्तर है।",
        },
        {
            id: "modern-3-021",
            question: "22. अंंग्रेजों ने श्रीीरंंगपट्टनम की संधि किसके साथ की थी?",
            options: [
                "हैदर अली",
                "डूप्‍लेले",
                "टीपू सुल्तातान",
                "नन्दराज"
            ],
            correctAnswer: 2,
            explanation: "तृतीय आंग्लंग्ल-मैसूर युद्ध (1790-92 ई.) का अवसान श्रीीरंंगपट्टनम की संधि (मार्च‚ 1792) द्वाारा हुआ। यह संधि टीपू सुल्तातान और िमत्र शक्तियोंों (ब्रिटिश ईस्टट इंडिया कंपनी, हैदराबाद के निजाम तथा मराठा पक्ष) के मध्यय हुई थी। इस संधि में ब्रिटिश पक्ष का नेतृत्व काॅर्नवालिस के पास था। इस संधि की शर्तोंों के अनुसार, टीपू कोो अपने राज्यय का लगभग आधा भाग अंंग्रेजोंों तथा उनके साथियोंों कोो देना पड़ा। साथ ही युद्ध के हर्जाने के रूप में टीपू कोो लगभग तीन करोोड़ रुपये (लगभग 330 लाख रुपये) अंंग्रेजोंों कोो देना था। श्रीीरंंगपट्टनम की संधि में यह शामिल था कि जब तक टीपू तीन करोोड़ रुपये नहीं देगा‚ तब तक उसके दोो पुत्र अंंग्रेजोंों के कब्जेजे में रहेंगे। कॉर्नवालिस ने इसी संधि के बाद यह टिप्पणी की थी ‘‘हमने अपने शत्रु कोो प्रभावशाली ढंंग से पंंगु बना दिया है तथा साथियोंों कोो भी शक्तिशाली नहीं बनने दिया।’’",
        },
        {
            id: "modern-3-022",
            question: "23. टीपू सुल्तातान अंंग्रेजों के साथ ययुद्ध में कब मारे गए?",
            options: [
                "1857",
                "1799",
                "1793",
                "1769 M.P."
            ],
            correctAnswer: 1,
            explanation: "टीपू सुल्तातान चतुर्थ आंग्लंग्ल-मैसूर युद्ध (1799 ई.) के दौरान अंंग्रेजोंों से लड़ते हुए मारे गए।",
        },
        {
            id: "modern-3-023",
            question: "24. निम्नलिखित में से कौन एक सुमेलित है?",
            options: [
                "प्रथम आंग्लंग्ल-मैसूर युद्ध - हैदर अली पराजित हुआ था।",
                "द्वितीय आंग्लंग्ल-मैसूर युद्ध - हैदर अली ने अंंग्रेजोंों कोो पराजित किया।",
                "तृतीय आंग्लंग्ल-मैसूर युद्ध - टीपू सुल्तातान युद्ध जीता और अपना भू-भाग अंंग्रेजोंों कोो नहीं दिया।",
                "चतुर्थ आंग्लंग्ल-मैसूर युद्ध - टीपू पराजित किया गया और युद्ध के मध्यय दिवंंगत हुआ।"
            ],
            correctAnswer: 3,
            explanation: "1. प्रथम आंग्लंग्ल-मैसूर युद्ध 1767-69 ई. में हुआ। इस दौरान बंंगाल का अंंग्रेज गवर्नर वेरेल्स्टट था। युद्ध 4 अप्रैल‚ 1769 कोो मद्राास की संधि द्वाारा समाप्तत हुआ। 2. द्वितीय आंग्लंग्ल-मैसूर युद्ध 1780-84 ई. तक चला। इस दौरान अंंग्रेज गवर्नर जनरल वॉॉरेन हेस्टिंग्संग्स था। यह युद्ध 1784 ई. की मंंगलौर की संधि द्वाारा समाप्तत हुआ। 3. तृतीय आंग्लंग्ल-मैसूर युद्ध 1790-92 ई. तक चला। इस दौरान अंंग्रेज गवर्नर जनरल लॉर्ड कॉर्नवालिस था। अंंग्रेजोंों के विरुद्ध सहायता के लिए टीपू सुल्तातान ने तुर्की से सहायता प्रााप्तत करने का प्रयत्नन किया। 1784-85 ई. में एक दूत कुस्तुंतुनिया भेजा। 1787 ई. में टीपू ने एक दूतमंडल फ्रांंस भी भेजा। यह युद्ध 1792 ई. की श्रीीरंंगपट्टम की संधि द्वाारा समाप्तत हुआ। 4. चतुर्थ आंग्लंग्ल-मैसूर युद्ध 1799 ई. में हुआ। इस दौरान अंंग्रेज गवर्नर जनरल लॉर्ड वेलेजली था। 4 मई‚ 1799 कोो अंंग्रेजी सेना ने श्रीीरंंगपट्टम का दुर्ग जीत लिया और टीपू ने लड़ते-लड़ते वीरगति पाई। टीपू के कुल के सदस्योंयों कोो वेल्लोोर में कैद कर दिया गया।",
        },
        {
            id: "modern-3-024",
            question: "25. सूची-I को सूची-II से सुमेलित कीजिए और सूचिययों के नीचे दिए गए कूट से सही उत्तर चुनिए - सूची-I सूची-II A. इलाहाबाद की संधि 1. 1782 B. मंंगलौर की संधि 2. 1784 C. सालबाई की संधि 3. 1769 D. मद्राास की संधि 4. 1765 कूट : A B C D",
            options: [
                "4 2 3 1",
                "2 4 3 1",
                "4 2 1 3",
                "2 4 1 3"
            ],
            correctAnswer: 2,
            explanation: "इलाहाबाद की प्रथम संधि अंंग्रेजोंों और मुगल सम्रााट शाह आलम द्वितीय के मध्यय 12 अगस्तत‚ 1765 कोो हुई थी‚ जबकि इलाहाबाद की द्वितीय संधि अंंग्रेजोंों और अवध के नवाब शुजाउद्दौौला के बीच 16 अगस्तत‚ 1765 कोो हुई। मंंगलौर की संधि द्वितीय आंग्लंग्ल-मैसूर युद्ध (1780-84 ई.) के बाद अंंग्रेजोंों और टीपू सुल्तातान के मध्यय 1784 ई. में हुई थी। सालबाई की संधि प्रथम आंग्लंग्ल-मराठा युद्ध (1775-82 ई.) के दौरान महादजी सिंधिया की मध्ययस्थथता में अंंग्रेजोंों और मराठोंों के मध्यय 1782 ई. में हुई थी। मद्राास की संधि प्रथम आंग्लंग्ल-मैसूर युद्ध (1767-69 ई.) के बाद 1769 ई. में हैदर अली और अंंग्रेजोंों के बीच हुई थी।",
        },
        {
            id: "modern-3-025",
            question: "26. बेगम समरु ने एक अति प्रसिद्ध चर्च का निर्माण करवायया-",
            options: [
                "माउंंट आबू में",
                "नैनीताल में",
                "सरधना में",
                "कानपुर में"
            ],
            correctAnswer: 2,
            explanation: "U.P. P.C.S. (Mains) 2012 बेगम समरु (लगभग 1750-1836 ई.) ने एक अति प्रसिद्ध चर्च का निर्माण मेरठ के निकट सरधना में कराया था। बेगम समरु की जन्म तिथि कोो लेकर 1750 ई. और 1753 ई. के बीच विवाद है, इसलिए कुछ स्रोोतोंों में यह तिथि 1753 ई. भी मिलती है।",
        },
        {
            id: "modern-3-026",
            question: "27. निम्नन कथनाेंं में से कौन-सा एक सही नहींं है?",
            options: [
                "अली मर्दान खान ने बंंगाल में राजस्व कृषि पद्धति प्राारंंभ की",
                "महाराजा रणजीत सिंंह ने लाहौर में तोोपोंों के निर्माण के लिए आधुनिक ढलाई खाने स्थापित किए",
                "आमेर में सवाई जय सिंंह ने यूक्‍लिड के ‘रेखागणित के तत्वोंों’ का संंस्कृकृत में अनुवाद कराया",
                "मैसूर में टीपू सुल्तातान ने श्रृंंगेरी मंदिर में देवी शारदा की मूर्ति के निर्माण के लिए धन दिया"
            ],
            correctAnswer: 0,
            explanation: "I.A.S. (Pre) 2003 रणजीत सिंंह ने तोोपखाने पर अधिक बल दिया था। लाहौर तथा अमृतसर में तोोपें‚ गोोला और बारूद बनाने के कारखाने लगाए गए। आमेर के सवाई जय सिंंह ने यूक्लिड के ‘रेखागणित के तत्वोंों’ का संंस्कृकृत में अनुवाद कराया। सवाई जय सिंंह ने जयपुर‚ दिल्लीली‚ बनारस‚ मथुरा तथा उज्जैजैन नगरोंों में 5 वेधशालाएंं भी बनवाईं। टीपू सुल्तातान ने श्रृंंगेरी मंदिर में शारदा देवी की मूर्ति के निर्माण के लिए धन दिया था, जबकि बंंगाल में राजस्व कृषि पद्धति प्राारंंभ करने का श्रेय अली मर्दान खान कोो नहीं बल्कि मुर्शिद कुली खान कोो है।",
        },
        {
            id: "modern-3-027",
            question: "28. निम्नलिखित कथनों पर विचार कीजिए- (1) पानीपत के तृतीयय ययुद्ध में अहमद शाह अब्दााली ने इब्राहिम लोदी को पराजित कियया। (2) तृतीयय आंंग्लल-मैसूर ययुद्ध में टीपू सुल्तातान की मृत्यु हुई। (3) प्लालासी के ययुद्ध में सिराजुद्दौौला की पराजयय के लिए मीर जाफर ने अंंग्रेजों से मिलकर षड्यंत्र रचा। उपर्युक्त कथनों में से कौन-सा/से सही है/हैं?",
            options: [
                "1, 2 और 3",
                "केवल 3",
                "2 और 3",
                "कोोई भी नहीं"
            ],
            correctAnswer: 1,
            explanation: "I.A.S. (Pre) 2004 14 जनवरी‚ 1761 कोो पानीपत की तीसरी लड़ाई में अहमद शाह अब्दााली ने सदाशिव राव भाऊ के नेतृत्व वाली मराठा सेना कोो बुरी तरह परास्तत किया। जे.एन. सरकार के अनुसार‚ महाराष्ट्र में संंभवत: ही कोोई परिवार ऐसा नहीं होोगा‚ जिसने कोोई न कोोई संंबंधी न खोोया होो तथा कुछ परिवारोंों का तोो सर्वनाश ही होो गया। 1790-92 ई. में हुए तीसरे आंग्लंग्ल-मैसूर युद्ध में टीपू सुल्तातान केवल पराजित हुआ था‚ उसकी मृत्युयु नहीं हुई थी। श्रीीरंंगपट्टनम की संधि से युद्ध-विराम संंपन्नन हुआ। टीपू की मृत्युयु 1799 ई. में चतुर्थ आंग्लंग्ल- मैसूर युद्ध में हुई थी। प्लालासी के युद्ध (1757 ई.) में मीर जाफर ने अंंग्रेजोंों से मिलकर सिराजुद्दौौला के विरुद्ध षड्यंंत्र रचा था। अन्यय षड्यंंत्रकारियोंों में साहूकार जगत सेठ‚ राय दुर्लभ तथा अमीन चंद्र प्रमुख थे। अत: केवल तीसरा कथन ही सत्यय है।",
        },
        {
            id: "modern-4-001",
            question: "1. निम्नलिखित कथनों पर विचार कीजिए- 1. रॉबर्ट क्लालाइव बंंगाल के प्रथम गवर्नर जनरल थे। 2. विलिययम बेंटिक भारत के प्रथम गवर्नर जनरल थे। उपर्युक्त कथनों में से कौन-सा/से सही है/हैं?",
            options: [
                "केवल 1",
                "केवल 2",
                "1 और 2 दोोनोंों",
                "न तोो 1 और न ही 2"
            ],
            correctAnswer: 1,
            explanation: "वॉॉरेन हेस्टिंग्संग्स कोो 1774 ई. में बंंगाल का प्रथम गवर्नर जनरल नियुक्त किया गया। 1834 ई. में लॉर्ड विलियम बेंटिक कोो भारत का प्रथम गवर्नर जनरल बनाया गया। रॉॉबर्ट क्लालाइव बंंगाल का पहला गवर्नर नियुक्त किया गया था‚ जोो इस पद पर 1758-60 ई. एवंं 1765-67 ई. की अवधि में रहा।",
        },
        {
            id: "modern-4-002",
            question: "5. निम्नन कथनों में से कौन-सा सही नहींं है?",
            options: [
                "जन प्रशासन की नींव वॉॉरेन हेस्टिंग्संग्स द्वाारा मजबूती से रखी गई जिस पर ऊपरी संंरचना कॉर्नवालिस ने की।",
                "ईस्टट इंडिया कंपनी की असैनिक और सैनिक सुधार करने का श्रेय क्‍लालाइव कोो था।",
                "लॉर्ड विलियम बेंटिक सबसे बड़े ब्रिटिश शासकोंों में से एक था; क्योंकि उसने भारत में ब्रिटिश साम्रााज्यय कोो संंगृहीत किया।",
                "लॉर्ड डलहौजी ने ध्युति के सिद्धांंत के आधार पर ब्रिटिश साम्रााज्यय में समृद्ध क्षेत्र जोोड़े।"
            ],
            correctAnswer: 2,
            explanation: "क्लालाइव के समय में असैनिक तथा सैनिक दोोनोंों सुधार हुए। असैनिक सुधारोंों के अंंतर्गत क्लालाइव ने कंपनी के कर्मचारियोंों पर उपहार लेने पर सशर्त रोोक लगाई (1000 रुपये से अधिक उपहार लेने पर गवर्नर की पूर्वानुमति लेना अनिवार्य) तथा निजी व्यायापार पर नियंंत्रण लगा दिया। उसने आंंतरिक कर देना अनिवार्य बना दिया। सैनिक सुधारोंों के अंंतर्गत क्लालाइव ने आज्ञाा दी कि दोोहरा भत्ता बंद कर दिया जाए तथा जनवरी‚ 1766 से यह भत्ता केवल बंंगाल ब्रिगेड के केवल उन सैनिकोंों कोो ही मिलता था‚ जोो बंंगाल तथा बिहार की सीमा से बाहर कार्य करते थे। जन प्रशासन की नींव वॉॉरेन हेस्टिंग्संग्स द्वाारा मजबूती से रखी गई थी‚ जिस पर ऊपरी संंरचना कॉर्नवालिस ने तैयार की। कॉर्नवालिस के समय में न्यायिक सुधारोंों‚ फौजदारी कानून में सुधारोंों‚ पुलिस सुधारोंों‚ कर संंबंधी सुधारोंों तथा व्यायापारिक सुधारोंों से जन प्रशासन कोो मजबूती मिली। विलियम बेंटिक (1828-35 ई.) के शासन के लगभग 7 वर्षोंों में पुरानी निरंंतर युद्धोंों की नीति कोो तिलांंजलि दे दी गई। भारत के इतिहास में बेंटिक का नाम सामाजिक तथा प्रशासनिक सुधारोंों के कारण स्मरण किया जाएगा। लॉर्ड डलहौजी (1848-56 ई.) ने व्ययपगत के सिद्धांंत (ध्युति का सिद्धांंत) के अंंतर्गत 1848 ई. में सतारा‚ 1849 ई. में जैतपुर तथा संंभलपुर‚ 1850 ई. में बघाट‚ 1852 ई. में उदयपुर‚ 1854 ई. में झांंसी तथा नागपुर का विलय कर लिया। 1856 ई. में डलहौजी ने अवध का विलय कुप्रशासन के आधार पर किया था। नोोट- सतारा के अधिग्रहण की प्रक्रिया 1848 ई. में प्राारंंभ हुई थी, जबकि 1 मई, 1849 में सतारा का अधिग्रहण संंपन्नन हुआ।",
        },
        {
            id: "modern-4-003",
            question: "6. भारत में ब्रिटिश साम्रााज्य का संंस्थाथापक कौन था?",
            options: [
                "सी. स्लीमैन",
                "लॉर्ड मिंंटोो",
                "लॉर्ड क्‍लालाइव",
                "लॉर्ड मेयोो"
            ],
            correctAnswer: 2,
            explanation: "भारत में ब्रिटिश साम्रााज्यय का संंस्थाथापक लॉर्ड क्लालाइव कोो माना जाता है। 23 जून‚ 1757 कोो हुई प्लालासी की लड़ाई में विजेता अंंग्रेजी सेना का नेतृत्वकर्ता लॉर्ड क्लालाइव था। इसी युद्ध के उपरांंत बंंगाल में ब्रिटिश साम्रााज्यय की नींव पड़ी।",
        },
        {
            id: "modern-4-004",
            question: "7. अंंग्रेजों के विरुद्ध ‘बनारस विद्रोोह’ का नेतृत्वव किसने कियया था?",
            options: [
                "शुजाउद्दौौला",
                "आसफउद्दौौला",
                "राजा चेत सिंंह",
                "राजा महीप नारायण सिंंह"
            ],
            correctAnswer: 2,
            explanation: "‘बनारस विद्रोोह’ राजा चेत सिंंह द्वाारा 1781 ई. में किया गया था। इस विद्रोोह में बंंगाल के तत्काकालीन गवर्नर जनरल वॉॉरेन हेस्टिंग्संग्स ने अपनी छोोटी सैन्यय टुकडी के साथ भागकर चुनार के किले में शरण लिया।",
        },
        {
            id: "modern-4-005",
            question: "8. कलकत्ता में एशिययाटिक सोसाययटी की स्थाथापना के समयय बंंगाल का गवर्नर जनरल कौन था?",
            options: [
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड वेलेजली",
                "लॉर्ड बेंटिक"
            ],
            correctAnswer: 1,
            explanation: "15 जनवरी‚ 1784 कोो कलकत्ता में द एशियाटिक सोोसाइटी की स्थाथापना के समय बंंगाल का गवर्नर जनरल लॉर्ड वॉॉरेन हेस्टिंग्संग्स (1774-1785 ई.) था।",
        },
        {
            id: "modern-4-006",
            question: "9. ‘सुरक्षाा प्रकोष्ठ’ की नीति संबंधित है-",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स से",
                "लॉर्ड डलहौजी से",
                "हेनरी लॉॉरेंस से",
                "लॉर्ड हेस्टिंग्संग्स से"
            ],
            correctAnswer: 0,
            explanation: "U.P.P.C.S. (Pre) 2006 ‘सुरक्षाा प्रकोोष्ठ’ या ‘घेरे की नीति’ (रिंंग फेंस) से वॉॉरेन हेस्टिंग्संग्स तथा वेलेजली संंबंधित थे। वॉॉरेन हेस्टिंग्संग्स ने मैसूर और मराठोंों के साथ युद्ध‚ अन्यय भारतीय रियासतोंों के साथ बराबरी की पदवी प्रााप्तत करने की भावना से किया। इस समय कंपनी ने अपने राज्यय के चारोंों ओर मध्यय राज्यय (Buffer State) बनाने का प्रयत्नन किया। कंपनी का उद्देश्य्य केवल अपने राज्यय की रक्षाा करना था अथवा हम यह भी कह सकते हैं कि अपने पड़ोोसी राज्योंयों की सीमाओं की रक्षाा करोो ताकि अपनी सीमाएंं सुरक्षित रहें। उस समय भय मुख्ययत: अफगानोंों और मराठाेंं से था; इसलिए कंपनी ने अवध की रक्षाा व्यवस्थाथा के कार्य कोो इस शर्त पर संंभाला कि अवध का नवाब उस व्ययय का बोोझ उठाए और इस प्रकार अवध की रक्षाा ही बंंगाल की रक्षाा थी। वेलेजली के आने से कंपनी के भारतीय रियासतोंों के साथ संंबंधोंों में परिवर्तन आया। वेलेजली का उद्देश्य्य भारतीय रियासतोंों कोो अपनी रक्षार्थ कंपनी पर निर्भर करने पर बाध्यय करना था। उसने भारतीय रियासतोंों कोो अंंग्रेजी राजनीतिक शक्ति के और सैनिक रक्षाा के घेरे में लाने का प्रयत्नन किया।",
        },
        {
            id: "modern-4-007",
            question: "10. ‘रिंंग फेंस’ नीति का संबंंध इनमें से किससे है?",
            options: [
                "हेनरी लॉॉरेंस",
                "डलहौजी",
                "वॉॉरेन हेस्टिंग्स",
                "लॉर्ड क्‍लालाइव"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-008",
            question: "11. निम्नलिखित में किसने बंंगाल में द्वैध-शासन प्रणाली (Dual Government) को समाप्तत कियया?",
            options: [
                "रॉॉबर्ट क्‍लालाइव",
                "लॉर्ड कॉर्नवालिस",
                "वॉॉरेन हेस्टिंग्स",
                "उपर्युक्त में कोोई नहीं"
            ],
            correctAnswer: 2,
            explanation: "वॉॉरेन हेस्टिंग्संग्स के कार्यकाल में 1771 ई. में ‘कोर्ट ऑफ डायरेक्टर्स’ ने दोोहरी शासन प्रणाली कोो समाप्तत करने का निर्णय लिया तथा इस निर्णय कोो 1772 ई. में लॉर्ड हेस्टिंंग ने लागू किया था। उसने कलकत्ता परिषद एवंं उसके प्रधान कोो आज्ञाा दी कि वे स्वयंं दीवान बनें और बंंगाल‚ बिहार तथा उड़ीसा के प्रबंध कोो अपने हाथ में ले लें। वॉॉरेन हेस्टिंग्संग्स ने दोोनोंों उप-दीवानोंों मुहम्मद रजा खांं और राजा शिताब राय कोो पदच्युच्युत कर दिया। द्वैध शासन की शुरुआत बंंगाल में क्लालाइव के समय में 1765 ई. में हुई थी।",
        },
        {
            id: "modern-4-009",
            question: "12. बंंगाल में द्विशासन प्रणाली किसके द्वाारा लागू की गई?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "विलियम बेंटिक",
                "रॉॉबर्ट क्‍लालाइव",
                "लॉर्ड कर्जन"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-010",
            question: "13. किस गवर्नर जनरल पर महाभिययोग का मुकदमा चलायया गयया?",
            options: [
                "वॉॉरेन हेस्टिंग्स",
                "लॉर्ड क्‍लालाइव",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वेलेजली"
            ],
            correctAnswer: 0,
            explanation: "वॉॉरेन हेस्टिंग्संग्स के अन्यायायपूर्ण तथा निरंंकुश कार्योंों के कारण उस पर महाभियोोग का मुकदमा चलाया गया‚ जोो 1788 से 1795 ई. तक चलता रहा; किंतु ब्रिटिश संंसद ने उसकी सेवाओं कोो देखते हुए उसे सभी दोषोंों से मुक्त कर दिया। यह भी कहा गया कि वॉॉरेन हेस्टिंग्संग्स ने यह सब कुछ साम्रााज्यय के हित के लिए किया‚ न कि अपने लिए। वॉॉरेन हेस्टिंग्संग्स पर लगे महाभियोोग के बारे में विद्वाानोंों के मत भिन्नन हैं; किंतु वी.ए. स्मििथ का निर्णय अधिक मान्यय है। वह लिखते हैं-‘‘उसके थोोड़े से दोष जहांं तक वे वास्तव में दोष थे‚ उस राजनीतिज्ञ के दोष थे जिस पर सहसा ही संंकट आ पड़ा होो तथा जिस पर इतनी कठिन उलझनें आ पड़ी होंों कि कभी-कभी मानवीय समझ में भूल-चूक होो जानी आवश्य्यक ही थी।’’",
        },
        {
            id: "modern-4-011",
            question: "14. निम्नलिखित में से किस पर ब्रिटिश संंसद में महाभिययोग का मुकदमा चलायया गयया था?",
            options: [
                "सर जॉॉन शोोर",
                "लॉर्ड क्‍लालाइव",
                "वॉॉरेन हेस्टिंग्स",
                "जनरल डायर"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-012",
            question: "15. वेलोर का विद्रोोह किस गवर्नर जनरल के समयय हुआ था?",
            options: [
                "वेलेजली",
                "लॉर्ड मिंंटोो",
                "लॉर्ड कॉर्नवालिस",
                "सर जॉर्ज बार्लोो"
            ],
            correctAnswer: 3,
            explanation: "1806 ई. में वेल्लोोर (वेलोोर) में भारतीय सिपाहियोंों के विद्रोोह के कई उत्तरदायी कारण माने जाते हैं। कुछ विद्वाान इस विद्रोोह का कारण ब्रिटिशरोंों द्वाारा लागू की गई नई ड्रेस संहिता (इस नई ड्रेस संहिता के तहत भारतीय सैनिकोो कोो विशेष प्रकार की चमड़े की टोोपी पहनना, दाढ़ी मुड़वाना, तिलक न लगाना आदि अनिवार्य कर दिया गया था) कोो कुछ विद्वाान इसे टीपू सुल्तातान के वंंशजोंों द्वाारा रची गई साजिश कोो मानते हैं। इस समय गवर्नर जनरल (बंंगाल का गवर्नर जनरल) सर जॉर्ज बार्लोो (1805-1807 ई.) था। इसी के काल में 2 जून, 1806 कोो बैंक ऑफ कलकत्ता की भी स्थाथापना की गई। वेल्लोोर के विद्रोोह कोो 1857 ई. की क्रांति का पूर्वगामी भी माना जाता है।",
        },
        {
            id: "modern-4-013",
            question: "16. भारत में न्यायिक संंगठन की स्थाथापना किसने की?",
            options: [
                "लॉर्ड मेयो",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड एटली",
                "लॉर्ड कर्जन"
            ],
            correctAnswer: 1,
            explanation: "दीवानी और फौजदारी न्यायायालय के श्रेणीबद्ध संंगठन के जरिए न्यायाय प्रदान करने की एक नई व्यवस्थाथा की नींव अंंग्रेजोंों ने रखी। इस व्यवस्थाथा कोो वॉॉरेन हेस्टिंग्संग्स ने आरंंभ किया‚ मगर कॉर्नवालिस ने इसे और सुदृढ़ बनाया। 1793 ई. की ‘कॉर्नवालिस संहिता’ शक्तियोंों के पृथक्ककरण के सिद्धांंत पर आधारित थी‚ जिसके तहत कर और न्यायाय प्रशासन कोो पृथक कर दिया गया।",
        },
        {
            id: "modern-4-014",
            question: "17. निम्नलिखित में से किस गवर्नर जनरल ने भारत की प्रसंविदाबद्ध सिविल सेवा (कोवेनैन्टेटेड सिविल सर्विस ऑफ इंडियय ा) का सृजन कियया‚ जो कालांंतर में भारतीयय सिविल सेवा के नाम से जानी गई?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "वेलेजली",
                "कॉर्नवालिस",
                "विलियम बेंटिक"
            ],
            correctAnswer: 2,
            explanation: "भारत की प्रसंविदाबद्ध सिविल सेवा या लोोक सेवा का सृजन कॉर्नवालिस द्वाारा किया गया। बंंगाल का गवर्नर जनरल बनने के बाद कॉर्नवालिस ने प्रशासन कोो पुनर्गठित किया तथा राजस्व बोर्डोंों कोो भंंग कर इसके संंबंध में नए नियम बनाए तथा कंपनी के अधिकारियोंों के व्यक्तिगत व्यायापार के संंबंध में भी नए नियम बनाए। उसने ‘कॉर्नवालिस कोड’ के माध्यम से दीवानी तथा न्यायिक क्षेत्रोंों में स्पपष्ट विभाजन किया‚ जिसने आगे चलकर भारतीय सिविल सेवा का रूप लिया।",
        },
        {
            id: "modern-4-015",
            question: "18. भारतीयय लोक सेवा का प्रवर्तन कियया गयया-",
            options: [
                "बेंटिक के शासनकाल में",
                "कॉर्नवालिस के शासनकाल में",
                "कर्जन के शासनकाल में",
                "डलहौजी के शासनकाल में"
            ],
            correctAnswer: 1,
            explanation: "U.P.P.C.S.(Spl.) (Mains) 2004 उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-016",
            question: "19. 18वीं शताब्दीी के उत्तरार्द्ध में किसे प्रायय: ‘‘कंपनी बहादुर की शानो- शौकत’’ का स्थाथानीयय प्रतिनिधि कहा जाता था?",
            options: [
                "कोोतवाल",
                "दरोोगा",
                "अमला",
                "जमींदार"
            ],
            correctAnswer: 1,
            explanation: "U.P.R.O./A.R.O. (Pre) 2021 1793 ई. में लॉर्ड कॉर्नवालिस ने जमींदारोंों कोो उनके पुलिस कर्तव्योंयों से अलग कर प्रत्येयेक बीस से तीस वर्ग मील के क्षेत्र में थाना स्थापित किया तथा दरोोगा नामक पुलिस अधिकारी नियुक्त किया। दरोोगा की नियुक्ति एवंं पर्यवेक्षण मजिस्ट्रेट द्वाारा किया जाता था। किसान दरोोगा कोो ‘‘कंपनी बहादुर की शानोो-शौकत’’ का स्थाथानीय प्रतिनिधि मानते थे।",
        },
        {
            id: "modern-4-017",
            question: "20. लॉर्ड कॉर्नवालिस की कब्र कहांं स्थित है?",
            options: [
                "गाजीपुर",
                "बलिया",
                "वाराणसी",
                "गोोरखपुर"
            ],
            correctAnswer: 0,
            explanation: "लॉर्ड कॉर्नवालिस 1786-1793 ई. एवंं 30 जुलाई‚ 1805 से 5 अक्टूटूबर‚ 1805 तक बंंगाल का गवर्नर जनरल रहा। इसे भारत में इस्तमरारी अथवा स्थाथायी बंदोोबस्तत‚ न्यायिक संहिता एवंं भारतीय लोोक सेवा के प्रवर्तक के रूप में जाना जाता है। इसकी मृत्युयु 5 अक्टूटूबर‚ 1805 कोो गाजीपुर (उ.प्र.) में हुई थी। यहीं पर इसकी कब्र स्थित है।",
        },
        {
            id: "modern-4-018",
            question: "21. लॉर्ड वेलेजली द्वाारा लागू की गई सहाययक संधि व्यवस्थाथा के बारे में निम्नलिखित में से कौन-सा कथन लागू नहींं होता?",
            options: [
                "दूसरोंों के खर्च पर एक बड़ी सेना बनाए रखना",
                "भारत कोो नेपोलियन के खतरे से सुरक्षित रखना",
                "कंपनी के लिए एक नियत आय का प्रबंध करना",
                "भारतीय रियासतोंों के ऊपर ब्रिटिश सर्वोच्‍चचता स्थापित करना"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड वेलेजली ने भारतीय राज्योंयों कोो अंंग्रेजी राजनैतिक परिधि में लाने के लिए सहायक संधि प्रणाली का प्रयोोग किया। उस समय फ्रांंस के विरुद्ध यूरोोपीय शक्तियोंों का बना हुआ मोर्चा छिन्नन-भिन्नन होो चुका था। नेपोलियन मिस्र तथा सीरिया कोो विजित कर चुका था और गंंभीरतापूर्वक भारत पर आक्रमण करने की सोोच रहा था। ऐसी परिस्थिति में वेलेजली ने भारत में सहायक संधि प्रणाली का प्रयोोग किया‚ जिससे अंंग्रेजी सत्ता की श्रेष्ठता स्थापित होो गई और नेपोलियन का भय भी टल गया। सहायक संधि की शर्तोंों में एक शर्त यह भी थी कि संधि कोो स्वीीकार करने वाली रियासत कंपनी की एक सेना कोो रखेगी‚ जिसका सारा खर्च राज्यय कोो देना होोगा। इस सेना कोो चलाने का अधिकार केवल कंपनी कोो होोगा। सहायक संधि कोो स्वीीकार करने वाला राज्यय किसी भी यूरोोपीय या अंंग्रेजोंों के दुश्मनोंों की सहायता नहीं करेगा और उनके किसी भी व्यक्ति कोो नौकरी नहीं देगा।",
        },
        {
            id: "modern-4-019",
            question: "22. लॉर्ड वेलेजली की सहाययक संधि को स्वीवीकार करने वाला पहला मराठा सरदार था-",
            options: [
                "पेशवा बाजीराव II",
                "रघुजी भोंोंसले",
                "दौलतराव सिंधिया",
                "उपर्युक्त में से कोोई नहीं"
            ],
            correctAnswer: 0,
            explanation: "दौलतराव सिंधिया और यशवंंतराव होोल्ककर दोोनोंों पूना में अपने कोो सर्वश्रेष्ठ प्रदर्शित करना चाहते थे। बाजीराव द्वितीय सिंधिया का साथ दे रहा था। उसने 1801 ई. में यशवंंतराव के भाई की हत्याया कर दी‚ परिणामस्वरूप यशवंंतराव होोल्ककर की सेना ने पूना पर आक्रमण कर पेशवा और सिंधिया की संंयुक्त सेना कोो परास्तत कर दिया। बाजीराव द्वितीय ने भाग कर बसीन में शरण ली तथा 31 दिसंंबर‚ 1802 कोो अंंग्रेजोंों से ‘बसीन की संधि’ की। संधि के अनुसार‚ पेशवा बाजीराव द्वितीय ने अंंग्रेजोंों की संंरक्षकता स्वीीकार कर ली। यह संधि मराठोंों द्वाारा अंंग्रेजोंों के साथ की गई प्रथम सहायक संधि थी।",
        },
        {
            id: "modern-4-020",
            question: "23. 1802 की ‘बसीन की संधि’ पर हस्ताक्षर किसके मध्य हुए थे?",
            options: [
                "अंंग्रेज तथा बाजीराव I",
                "अंंग्रेज तथा बाजीराव II",
                "फ्रांंसीसी तथा बाजीराव I",
                "डच तथा बाजीराव II"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-021",
            question: "24. सहाययक संधि को स्वीवीकार करने वाला पहला शासक था-",
            options: [
                "अवध का नवाब",
                "हैदराबाद का निजाम",
                "पेशवा बाजीराव द्वितीय",
                "ट्रावनकोोर का राजा"
            ],
            correctAnswer: 0,
            explanation: "I.A.S. (Pre) 1994 वेलेजली ने सहायक संधि का आविष्कार नहीं किया‚ इस प्रणाली का अस्तित्व पहले से ही था। संंभवत: डूप्लेले प्रथम यूरोोपीय था‚ जिसने अपनी सेना किराए पर भारतीय राजाओं कोो दी थी। क्लालाइव के काल से यह प्रणाली लगभग सभी गवर्नर जनरलोंों ने अपनाई थी। वेलेजली की विशेषता केवल यह थी कि उसने इसका विकास कर अपने संंपर्क में आने वाले सभी देशी राजाओं के संंबंधोंों में इसका प्रयोोग किया। प्रथम सहायक संधि 1765 ई. में अवध से की गई‚ जब कंपनी ने निश्चित धन के बदले उसकी सीमाओं की रक्षाा करने का वचन दिया और अवध ने एक अंंग्रेज रेजिडेंट कोो लखनऊ में रखना स्वीीकार किया। नोट : यदि प्रश्न्न में वेलेजली की सहायक संधि कोो स्वीीकार करने वाले प्रथम राज्यय के बारे में पूछा जाए तोो उत्तर हैदराबाद होोगा।",
        },
        {
            id: "modern-4-022",
            question: "25. सहाययक संधि को किसके काल में क्रिययान्वित कियया गयया?",
            options: [
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वेलेजली",
                "सर जॉॉन शोोर",
                "लॉर्ड ऑकलैंड"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-023",
            question: "27. सहाययक संधि व्यवस्थाथा को स्वीवीकार करने वाले प्रथम भारतीयय देशी शासक कौन थे?",
            options: [
                "ग्‍वालियर के सिंधिया",
                "हैदराबाद के निजाम",
                "पंंजाब के दलीप सिंंह",
                "बड़ौदा के गायकवाड़"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-024",
            question: "28. निम्नलिखित पर विचार कीजिए‚ जिन्हहोंने लॉर्ड वेलेजली के साथ सहाययक संधि की थी और उनके द्वाारा किए गए संधियय ों का सही कालानुक्रम नीचे दिए हुए कूट से पता कीजिए- (1) हैदराबाद (2) मैसूर (3) अवध (4) सिंधिया कूट :",
            options: [
                "1, 2, 3, 4",
                "1, 3, 4, 2",
                "4, 3, 2, 1",
                "3, 2, 1, 4"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-025",
            question: "29. भारतीयय राज्यों पर अंंग्रेजी प्रभुत्वव स्थापित करने के लिए किसने प्रशासन में सहाययक संधि प्रणाली का सूत्रपात कियया?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड वेलेजली",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड डलहौजी"
            ],
            correctAnswer: 1,
            explanation: "लॉर्ड वेलेजली ने भारतीय राज्योंयों कोो अंंग्रेजी राजनैतिक परिधि में लाकर अंंग्रेजोंों की प्रभुसत्ता स्थापित करने के लिए सहायक संधि प्रणाली का प्रयोोग किया। इससे अंंग्रेजी सत्ता की श्रेष्ठता और प्रभुसत्ता स्थापित होो गई।",
        },
        {
            id: "modern-4-026",
            question: "30. ईस्टट इंडियय ा कंपनी का राजपूत राज्यों से सहाययक संधि करने का मुख्य उद्देश्य था-",
            options: [
                "शत्रुओं के विरुद्ध सैनिक सहायता प्रााप्‍तत करना",
                "मराठा-पिंडारी आक्रमण से इन राज्योंयों की सुरक्षाा",
                "खिराज के रूप में धन प्रााप्‍तत करना",
                "अंंग्रेजोंों की प्रभुसत्ता स्थापित करना"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-027",
            question: "31. निम्नांकित ययुग्ममों में से कौन-सा सही सुमेलित नहींं है?",
            options: [
                "बक्ससर का युद्ध - 1764",
                "सहायक संधि - 1863",
                "भारत में ईस्टट इंडिया कंपनी का एकाधिकार - 1833",
                "ब्रिटिश नागरिकोंों एवंं कंपनियोंों के लिए भारत - 1813 में व्यायापार का खोोला जाना"
            ],
            correctAnswer: 1,
            explanation: "भारत में अंंग्रेजी सत्ता की श्रेष्ठता स्थापित करने तथा फ्रांंसीसियोंों के भय कोो समाप्तत करने के उद्देश्य्य से वेलेजली ने सहायक संधि प्रणाली कोो 1798 ई. में आरंंभ किया। सहायक संधि स्वीीकार करने वाले राज्योंयों में हैदराबाद (1798 ई.) प्रथम था। बक्ससर का युद्ध 1764 ई. में‚ ईस्टट इंडिया कंपनी का व्यायापारिक एकाधिकार 1833 में तथा ब्रिटिश नागरिकोंों तथा कंपनियोंों के लिए भारत में व्यायापार का खोोला जाना 1813 सुमेलित हैं। इस प्रकार विकल्पप (b) सुमेलित नहीं है।",
        },
        {
            id: "modern-4-028",
            question: "32. उस समयय जब नेपोलिययन की शक्ति के सामने ययूरोप में साम्रााज्य धराशाययी हो रहे थे‚ नीचे लिखे गवर्नर जनरलों में से किस एक ने भारत में ब्रिटिश पताका फहराए रखी?",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वेलेजली",
                "लॉर्ड हेस्टिंग्संग्स"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड वेलेजली ने भारत की ओर 1797 ई. में प्रस्थाथान किया‚ जोो कि आंग्लंग्ल इतिहास में संंभवत: सबसे अंधकारमय समय था। फ्रांंस के विरुद्ध यूरोोपीय शक्तियोंों का बना हुआ मोर्चा छिन्नन-भिन्नन होो चुका था। नेपोलियन मिस्र तथा सीरिया कोो विजित कर चुका था तथा गंंभीरतापूर्वक भारत पर आक्रमण करने की सोोच रहा था। ऐसी परिस्थिति में वेलेजली ने भारत में सहायक संधि प्रणाली का प्रयोोग किया‚ जिससे अंंग्रेजी सत्ता की श्रेष्ठता स्थापित होो गई तथा नेपोलियन का भय भी टल गया।",
        },
        {
            id: "modern-4-029",
            question: "33. आंंग्लल-नेपाल ययुद्ध जिसके शासनकाल में हुआ था‚ वह है-",
            options: [
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड हेस्टिंग्संग्स",
                "लॉर्ड वेलेजली",
                "वॉॉरेन हेस्टिंग्संग्स"
            ],
            correctAnswer: 1,
            explanation: "आंग्लंग्ल-नेपाल युद्ध (1814-16 ई.) लॉर्ड हेस्टिंग्संग्स के गवर्नर जनरल काल (1813-23 ई.) में हुआ था‚ जोो कि 1815 ई. की सुगौली की संधि से समाप्तत हुआ था। सुगौली की संधि 2 दिसंंबर‚ 1815 कोो लेखबद्ध हुई थी‚ जिसका अनुमोदन 4 मार्च‚ 1816 कोो किया गया था।",
        },
        {
            id: "modern-4-030",
            question: "34. सुगौली की संधि हुई थी-",
            options: [
                "1800 ई. में",
                "1803 ई. में",
                "1805 ई. में",
                "1815 ई. में"
            ],
            correctAnswer: 3,
            explanation: "Uttarakhand P.C.S. (Pre.) 2016 उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-031",
            question: "35. निम्नलिखित में से कौन-सी जगहें 1816 की सुगौली संधि के तहत ब्रिटिश ईस्टट इंडियय ा कंपनी द्वाारा प्राप्तत की गई थीं? 1. काठमांंडू 2. शिमला 3. रानीखेत 4. नैनीताल नीचे दिए गए कूट से सही उत्तर चुनिए : कूट :",
            options: [
                "1 और 2",
                "केवल 3 और 4",
                "2, 3 और 4",
                "केवल 1"
            ],
            correctAnswer: 1,
            explanation: "सुगौली संधि (1816) के परिणामस्वरूप नेपाल ने ब्रिटिश ईस्टट इंडिया कंपनी कोो कुमाऊं, गढ़वाल वर्तमान हिमाचल प्रदेश के बड़े क्षेत्र, साथ ही पूर्व में सिक्किम तथा अन्यय पहाड़ी क्षेत्रोंों जिनमें दार्जिलिंंग भी शामिल था कोो सौंपना पड़ा। काठमांंडू : यह नेपाल की राजधानी रही; संधि के तहत यहांं ब्रिटिश रेजिडेंट की नियुक्ति का प्रावधान था, काठमांडू ब्रिटिश कोो नहीं मिला। शिमला : संधि से उस पहाड़ीी पट्टी पर ब्रिटिश नियंंत्रण स्थापित हुआ जिसमें शिमला स्थित है; पर “शिमला स्टेटेशन/परगना” का वास्तविक भूमि हस्तांंतरण वर्ष 1830 में पटियाला के महाराजा और क्योंयोंथल के राणा (Rana of Keonthal) से हुए एक समझौते से हुआ। रानीखेत : रानीखेत कुमाऊं क्षेत्र (वर्तमान उत्तराखंड राज्यय) में स्थित है। सुगौली संधि के बाद कुमाऊं ब्रिटिश के अधीन आया। नैनीताल : नैनीताल भी कुमाऊं का हिस्सासा है; कुमाऊं के ब्रिटिश अधीन आते ही यह क्षेत्र भी कंपनी शासन में आ गया।",
        },
        {
            id: "modern-4-032",
            question: "36. निम्नलिखित में से कौन-सा ययुग्मम सही सुमेलित नहीं है?",
            options: [
                "हेक्टटर मुनरो - बक्ससर का युद्ध",
                "लॉर्ड हेस्टिंग्स - आंग्लंग्ल-नेपाल युद्ध",
                "लॉर्ड वेलेजली - चतुर्थ आंग्लंग्ल-मैसूर युद्ध",
                "लॉर्ड कॉर्नवालिस - तृतीय आंग्लंग्ल-मराठा युद्ध"
            ],
            correctAnswer: 3,
            explanation: "तृतीय आंग्लंग्ल-मराठा युद्ध (1817-18 ई.) लॉर्ड हेस्टिंग्संग्स के समय में हुआ न कि लॉर्ड कॉर्नवालिस के समय में‚ अत: विकल्पप (d) सही सुमेलित नहीं है। चतुर्थ आंग्लंग्ल-मैसूर युद्ध (1799 ई.) लॉर्ड वेलेजली एवंं आंग्लंग्ल-नेपाल युद्ध (1814-16 ई.) लॉर्ड हेस्टिंग्संग्स के समय हुआ‚ जबकि बक्ससर का युद्ध (1764 ई.) हेक्टटर मुनरोो के नेतृत्व में लड़ा गया था।",
        },
        {
            id: "modern-4-033",
            question: "37. तृतीयय आंंग्लल-मराठा ययुद्ध संबंधित है-",
            options: [
                "सर जॉॉन शोोर से",
                "लॉर्ड वेलेजली से",
                "लॉर्ड हेस्टिंग्संग्स से",
                "लॉर्ड कॉर्नवालिस से"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-034",
            question: "38. सर टॉमस मुनरो किन वर्षोंों में मद्राास के गवर्नर रहे?",
            options: [
                "1820-1827 ई.",
                "1819-1826 ई.",
                "1822-1829 ई.",
                "1818-1825 ई."
            ],
            correctAnswer: 0,
            explanation: "सर टॉमस मुनरोो 1820-1827 ई. तक मद्राास के गवर्नर रहे। दक्षिण भारत में भू-राजस्व वसूली हेतु लागू की गई व्यवस्थाथा रैयतवाड़ी व्यवस्थाथा थी। इस व्यवस्थाथा के जन्मदाता टॉमस मुनरोो और कैप्टन रीड थे‚ जिन्होंोंने सर्वप्रथम इसे तमिलनाडु के बारामहल में लागू किया। तत्पश्चा्चात यह व्यवस्थाथा मद्राास‚ बंंबई के कुछ हिस्सेसे‚ असम तथा कुर्ग (आधुनिक कर्नाटक का एक भाग) आदि क्षेत्रोंों में लागू की गई।",
        },
        {
            id: "modern-4-035",
            question: "39. तथाकथित कुशासन के आधार पर किस गवर्नर जनरल ने मैसूर राज्य के प्रशासन को ले लियया था?",
            options: [
                "लॉर्ड वेलेजली ने",
                "लॉर्ड हेस्टिंग्संग्स ने",
                "लॉर्ड विलियम बेंटिक ने",
                "लॉर्ड हार्डिंंग ने"
            ],
            correctAnswer: 2,
            explanation: "लाॅर्ड विलियम बेंटिक ने 1831 ई. में मैसूर तथा 1834 ई. में कुर्ग‚ कछार (1832 ई.) और जयंतिया (1835 ई.) की रियासतोंों कोो अपने प्रदेश में मिला लिया‚ क्योंकि वहांं कथित रूप से बहुत अधिक कुशासन एवंं अव्यवस्थाथा व्यायाप्तत थी।",
        },
        {
            id: "modern-4-036",
            question: "40. िनम्नलिखित बंंगाल के गवर्नर जनरलों में से कौन एक तृतीयय आंंग्लल- मैसूर ययुद्ध से संबद्ध है?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड कॉर्नवालिस",
                "सर जॉॉन शोोर",
                "लॉर्ड विलियम कैवेन्डििस बेंटिक"
            ],
            correctAnswer: 1,
            explanation: "तृतीय आंग्लंग्ल-मैसूर युद्ध (1790-1792 ई.) से लॉर्ड कॉर्नवालिस संंबद्ध है। इस युद्ध में कॉर्नवालिस ने स्वयंं सेना की बागडोोर संंभाली थी। इस युद्ध में टीपू ने श्रीीरंंगपट्टनम की संधि (1792 ई.) कर ली थी‚ जिसके अनुसार‚ टीपू कोो अपने राज्यय का लगभग आधा भाग अंंग्रेजोंों और उनके साथियोंों (निजाम एवंं मराठोंों) कोो देना पड़ा था।",
        },
        {
            id: "modern-4-037",
            question: "41. ठगों के दमन में निम्नलिखित में से कौन संबद्ध था?",
            options: [
                "जनरल हेनरी प्रेंडरगास्ट",
                "कैप्टन स्लीमैन",
                "एलेक्जजेंडर बर्न्स",
                "कैप्टन रॉॉबर्ट पेम्बबरटन"
            ],
            correctAnswer: 1,
            explanation: "ठगोंों में हिंदू और मुसलमान दोोनोंों धर्मों के अनुयायी सम्मिलित थे। परंंतु वास्तव में ये लोोग काली‚ दुर्गा अथवा भवानी की पूजा करते थे। तथा प्रााय: अपने शिकार कोो देवी कोो बली चढ़ाने के लिए मारते थे। ठगोंों का विश्वाास था कि उनका यह धंधा विधि का विधान है तथा उनके शरीर की मृत्युयु उनके भाग्य में उसी प्रकार लिखी होोती थी। सती प्रथा के प्रश्न्न पर तोो कुछ मतभेद था; किंतु ठगी के विषय में समस्तत जनता ने सरकार का समर्थन किया। लॉर्ड विलियम बेंटिक ने कैप्टन स्लीमैन कोो ठगोंों के विरुद्ध कार्यवाही करने के लिए नियुक्त किया। उसने लगभग 1562 ठगोंों कोो (1826 से 1835 ई. के मध्यय) बंदी बना लिया। अनेक ठगोंों कोो फांंसी दी गई, कुछ सरकारी गवाह बने तथा कुछ कोो आजीवन निर्वासित कर दिया गया। 1837 ई. के पश्चा्चात संंगठित रूप से ठगोंों का अंंत होो गया।",
        },
        {
            id: "modern-4-038",
            question: "42. ठगों का उन्मूमूलन किसके नेतृत्वव में हुआ था?",
            options: [
                "लॉर्ड क्‍लालाइव",
                "कैप्टन स्लीमैन",
                "लॉर्ड मिंंटो",
                "अलेक्जजेंडर बर्न्स"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-039",
            question: "43. निम्नन में से कौन-से सामाजिक सुधार विलिययम बेंटिक ने प्रारंंभ किए? 1. सती प्रथा का उन्मूमूलन 2. दास प्रथा का उन्मूमूलन 3. धर्म परिवर्तन के कारण अययोग्यता के प्रावधान को हटाना 4. ठगों के संंगठित गिरोहों का दमन नीचे दिए गए कूट से सही उत्तर का चययन कीजिए-",
            options: [
                "केवल 1 और 2",
                "केवल 1‚ 3 और 4",
                "केवल 1‚ 2 और 4",
                "केवल 1‚ 2‚ 3 और 4"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड विलियम बेंटिक 1828 ई. में बंंगाल प्रेसीडेंसी का गवर्नर जनरल बना। 1829 ई. में उसने सती प्रथा कोो अपराध घोषित कर उसका उन्मूलन किया। बेंटिक के काल में ही चार्टर एक्टट‚ 1833 पारित किया गया था इसमें दास प्रथा के उन्मूलन का प्रावधान किया गया था। बेंटिक ने ठगोंों के गिरोोह के विरुद्ध भी अभियान चलाकर उसका दमन करने का प्रयास किया। बेंटिक ने शिक्षाा और प्रेस की स्वतंंत्रता पर भी काम किया था। 1835 ई. में वह इंग्लंग्लैंड वापस चला गया। धर्म परिवर्तन के कारण अयोग्योग्यता के प्रावधान कोो 1850 ई. में हटाया गया। अत: कथन (1), (2) और (4) सही हैं। इस कारण विकल्पप (c) सही उत्तर होोगा। नोट- 1833 का चार्टर एक्टट दास प्रथा के उन्मूलन की दिशा में एक आरंभिक और नीतिगत कदम था, लेकिन इस एक्टट के पारित हाने के तुरंंत बाद दास प्रथा खत्म नहीं हुई थी, बल्कि इस एक्टट ने दास प्रथा के उन्मूलन के लिए एक व्यावहारिक मंंच प्रदान किया था। दास प्रथा का वास्तविक और औपचारिक उन्मूलन 1843 के इंडियन स्लैवरी एक्टट के माध्यम से हुआ। इस एक्टट में दासोंों की खदीद-फरोोख्तत और गुलाम रखने कोो सीधे तौर पर गैर-कानूनी घोषित कर दिया गया।",
        },
        {
            id: "modern-4-040",
            question: "44. सती प्रथा पर पाबंदी किसने लगाई?",
            options: [
                "वॉॉरेन हेस्टिंग्स",
                "लॉर्ड कर्जन",
                "विलियम बेंटिक",
                "लॉर्ड कैनिंंग M.P."
            ],
            correctAnswer: 2,
            explanation: "राजा राममोोहन राय जैसे प्रबुद्ध भारतीय सुधारकोंों ने विलियम बेंटिक कोो इस प्रथा कोो अवैध घोषित करने की प्रेरणा दी। बहुत से समकालीन प्रगतिशील समाचार-पत्रोंों ने इनका समर्थन किया और विलियम बेंटिक ने कानून बना कर सती प्रथा कोो पूरी तरह प्रतिबंधित कर दिया। दिसंंबर‚ 1829 में पारित बंंगाल सती विनियमन‚ 1829 (इसे बंंगाल विनियमन XVII, 1829 भी कहा जाता है) द्वाारा विधवाओं कोो जलाना अवैध घोषित कर दिया गया। आरंंभ में यह कानून केवल बंंगाल प्रेसीडेंसी में लागू किया गया और 1830 ई. में यह नियम बंंबई और मद्राास प्रेसीडेंसी में भी लागू कर दिया गया।",
        },
        {
            id: "modern-4-041",
            question: "45. ‘सती प्रथा’ को गैर-कानूनी किसने घोषित कियया?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "विलियम बेंटिक",
                "कॉर्नवालिस",
                "कर्जन"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-042",
            question: "46. विलिययम बेंटिक के द्वाारा सती प्रथा किस वर्ष समाप्तत की गई?",
            options: [
                "1825 ई.",
                "1827 ई.",
                "1829 ई.",
                "1830 ई."
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-043",
            question: "47. ‘हिल एसेंबली प्लालान’ किसके द्वाारा आदिवासी उन्ननति के लिए कियया गयया था?",
            options: [
                "टी. विलकिंसन",
                "क्‍लीवलैंड",
                "लॉर्ड विलियम बेंटिक",
                "लॉर्ड मैकॉॉले"
            ],
            correctAnswer: 1,
            explanation: "Jharkhand P.C.S. (Pre) 2016 संंथाल परगना प्रमंडल के राजमहल क्षेत्र के प्रथम ब्रिटिश कलेक्टटर ऑगस्टटस क्लीवलैंड द्वाारा आदिवासियोंों की उन्नति हेतु ‘हिल एसेंबली प्लालान’ कोो कार्यान्विित किया गया। इसके अंंतर्गत आदिवासी मुखियाओं कोो सीमित न्यायिक शक्तियांं भी सौंपी गईं। 1796 ई. के रेगुलेशन 1 द्वाारा इस व्यवस्थाथा कोो विनियमित करने का प्रयास भी किया गया।",
        },
        {
            id: "modern-4-044",
            question: "48. इनमें से किस वर्ष बंंगाल से दासों के निर्यात को रोक दियया गयया?",
            options: [
                "1764",
                "1789",
                "1858",
                "1868"
            ],
            correctAnswer: 1,
            explanation: "Jharkhand P.C.S. (Pre) 2013 बंंगाल के गवर्नर-जनरल लॉर्ड कार्नवालिस के समय में गवर्नर जनरल काउंसिल द्वाारा 22 जुलाई, 1789 कोो एक घोषणा द्वाारा बंंगाल में दासोंों के निर्यात पर प्रतिबंध लगा दिया गया।",
        },
        {
            id: "modern-4-045",
            question: "49. लॉर्ड डलहौजी द्वाारा अवध का अंंग्रेजी राज्य में विलयय निम्नन में से किस रीति से हुआ था?",
            options: [
                "अपहरण की नीति द्वाारा",
                "युद्ध द्वाारा",
                "सहायक संधि द्वाारा",
                "कुप्रशासन के कारण"
            ],
            correctAnswer: 3,
            explanation: "लॉर्ड डलहौजी (1848-56 ई.) ने अवध के नवाब वाजिद अली शाह पर कुशासन का आरोोप लगाकर फरवरी‚ 1856 कोो अवध का अंंग्रेजी राज्यय में विलय कर लिया। अवध के अतिरिक्त डलहौजी के व्ययपगत के सिद्धांंत के अंंतर्गत विलय किए गए प्रदेश-सतारा (1848 ई.)‚ जैतपुर एवंं संंभलपुर (1849 ई.)‚ बघाट (1850 ई.)‚ उदयपुर (1852 ई.)‚ झांंसी तथा नागपुर (1854 ई.) थे। नोट- सतारा के अधिग्रहण की प्रक्रिया 1748 ई. में प्राारंंभ हुई थी, जबकि इसका वास्तविक अधिग्रहण 1 मई, 1849 कोो हुआ था। इसलिए कुछ स्रोोतोंों (जैसे- महाराष्ट्र गजेटियर) में सतारा के अधिग्रहण का वर्ष 1849 ई. मिलता है।",
        },
        {
            id: "modern-4-046",
            question: "50. निम्नलिखित में से कौन-सा राज्य उन राज्यों में सम्मिलित नहीं था, जो लॉर्ड डलहौजी द्वाारा ‘व्यपगत नीति’ (Doctrine of Lapse) के बहाने ब्रिटिश साम्रााज्य में मिला लिए गए थे?",
            options: [
                "कर्नाटक",
                "नागपुर",
                "झांंसी",
                "सतारा"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्तत प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-047",
            question: "51. निम्नलिखित में से किस राज्य को लॉर्ड डलहौजी के हड़प नीति के तहत शामिल नहीं कियया गयया था?",
            options: [
                "नागपुर",
                "जयपुर",
                "संंभलपुर",
                "सतारा"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-048",
            question: "52. बघाट रिययासत का ब्रिटिश में विलयय कब हुआ?",
            options: [
                "1848",
                "1850",
                "1852",
                "1853"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-049",
            question: "53. निम्नन में किस देशी रिययासत को अंंग्रेजों ने अपने क्षेत्र में नहीं मिलायया था?",
            options: [
                "सिंध",
                "ग्वालियर",
                "अवध",
                "सतारा"
            ],
            correctAnswer: 1,
            explanation: "प्रश्न्नगत विकल्पोंों में से ग्वालियर रियासत कोो अंंग्रेजोंों द्वाारा अपने क्षेत्र में नहीं मिलाया गया। सिंध का विलय लॉर्ड एलनबरोो (1842-1844 ई.) के शासनकाल में किया गया। लॉर्ड डलहौजी के काल में कुशासन के आरोोप में अवध का विलय (1856 ई.) एवंं व्ययपगत सिद्धांंत के द्वाारा सतारा का विलय (1848 ई.) किया गया।",
        },
        {
            id: "modern-4-050",
            question: "54. ब्रिटिश साम्रााज्य में अवध का विलयय हुआ था-",
            options: [
                "1853 में",
                "1854 में",
                "1855 में",
                "1856 में"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-051",
            question: "55. ‘विलयय का सिद्धांत’ के तहत निम्नलिखित राज्यों के विलयय पर विचार कीजिए और उन्हहें कालक्रमानुसार व्यवस्थित कीजिए- 1. सतारा 2. झांंसी 3. बघाट 4. उदययपुर नीचे दिए गए कूट से सही उत्तर का चययन कीजिए- कूट :",
            options: [
                "1, 4, 3, 2",
                "3, 1, 2, 4",
                "1, 3, 4, 2",
                "2, 4, 1, 3"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-052",
            question: "57. निम्नलिखित में से किसने विलयय की नीति निययोजित एवंं क्रिययान्वित की?",
            options: [
                "वेलेजली",
                "हेस्टिंग्संग्स",
                "डलहौजी",
                "क्‍लालाइव"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-053",
            question: "58. ब्रिटिश द्वाारा कुशासन का बहाना लेकर‚ निम्नलिखित प्रांतों में से किस एक का शासक हटा दियया था?",
            options: [
                "अवध",
                "झांंसी",
                "नागपुर",
                "सतारा"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-054",
            question: "59. भारत में ब्रिटिश शासन के दौरान निम्नलिखित राजसी राज्यों के विलयय क्रम पर विचार कीजिए- 1. झांंसी 2. संंभलपुर 3. सतारा",
            options: [
                "1-2-3",
                "1-3-2",
                "3-2-1",
                "3-1-2"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-055",
            question: "60. लॉर्ड डलहौजी की ‘विलयय-नीति’ का प्रथम शिकार निम्नलिखित में से कौन हुआ था?",
            options: [
                "झांंसी",
                "सतारा",
                "करौली",
                "संंबलपुर"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-056",
            question: "61. डलहौजी की ‘‘व्यपगत सिद्धांत’’ के अंंतर्गत विलयय कियया गयया प्रथम राज्य कौन-सा था?",
            options: [
                "जैतपुर",
                "संंभलपुर",
                "झांंसी",
                "सतारा"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-057",
            question: "62. जेम्सस एंंड्रूूज रैम्जेजे भारत के किस गवर्नर जनरल का वास्तविक नाम था?",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कैनिंंग",
                "लॉर्ड नॉर्थ",
                "लॉर्ड कर्जन"
            ],
            correctAnswer: 0,
            explanation: "1848 ई. में लॉर्ड डलहौजी जिसे ‘अर्ल ऑफ डलहौजी’ भी कहा जाता है‚ गवर्नर जनरल बनकर भारत आया। उसका वास्तविक नाम जेम्सस एंंड्रूूज ब्रााउन रैम्जेजे था।",
        },
        {
            id: "modern-4-058",
            question: "63. अंंग्रेजों द्वाारा सिंंध विजयय संंपन्नन हुआ-",
            options: [
                "लॉर्ड एलेनबरोो के समय",
                "लॉर्ड हार्डिंंग के समय",
                "लॉर्ड ऑकलैंड के समय",
                "लॉर्ड एमहर्स्ट के समय"
            ],
            correctAnswer: 0,
            explanation: "गवर्नर जनरल लॉर्ड एलेनबरोो के काल (1842-1844 ई.) के दौरान 1843 ई. में चार्ल्स नेपियर ने सिंध कोो पूर्ण रूप से ब्रिटिश साम्रााज्यय में मिला लिया गया। पी.ई. राबर्ट्स के अनुसार ‘‘सिंध की विजय अफगान युद्ध (1839- 42 ई.) के बाद हुई और यह विजय नैतिक व राजनीतिक रूप से उसी का परिणाम था।’’",
        },
        {
            id: "modern-4-059",
            question: "64. िकसने सिंंध विजित कर उसका अधिकरण (Annexed) कियया?",
            options: [
                "वेलिंंगटन",
                "स्लीमन",
                "नेपियर",
                "लॉॉरेंस"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-060",
            question: "65. सिंंध पर ब्रिटिश ने कब्जाजा कियया-",
            options: [
                "1843 में",
                "1845 में",
                "1849 में",
                "1854 में"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-061",
            question: "66",
            options: [
                "लॉर्ड हेस्टिंग्संग्स",
                "लॉर्ड विलियम बेंटिक",
                "लॉर्ड डलहौजी",
                "लॉर्ड ऑकलैंड"
            ],
            correctAnswer: 2,
            explanation: "सिक्किम का भारत के साथ अंंतर्संंबंध विगत इतिहास में हम तीन अवसरोंों पर देखते हैं- 1. \u000710 फरवरी‚ 1817 कोो लॉर्ड हेस्टिंग्संग्स के काल में इस तिथि कोो सिक्किम और ब्रिटिश भारत के साथ तितल्याया (Titalya) संधि हुई थी। इसमें नेपाल से कुछ क्षेत्र सिक्किम कोो वापस मिलने का उल्लेलेख तोो है; किंतु सिक्किम के किसी क्षेत्र का ब्रिटिश भारत में मिलाने का उल्लेलेख नहीं है। 2. \u00071849 ई. में सिक्किम के प्रधानमंत्रींत्री पगला दीवान द्वाारा ब्रिटिश अधिकारियोंों के विरुद्ध की गई आक्रामक कार्यवाही से नाराज अंंग्रेजोंों ने पगला दीवान कोो गिरफ्तातार कर लिया और सिक्किम के विरुद्ध दंडात्मक कार्यवाही करते हुए सिक्किम कोो दिया जाने वाला 6000 रुपये का वार्षिक अनुदान बंद कर दिया और सिक्किम का 640 वर्ग मील का क्षेत्र अधिग्रहित कर लिया। इससे पूर्व 1835 ई. में सिक्किम के राजा ने दार्जिलिंंग कोो ईस्टट इंडिया कंपनी कोो उपहार स्वरूप दिया था, किंतु दार्जिलिंंग पर ईस्टट इंडिया कंपनी का पूर्ण प्रशासनिक नियंंत्रण 1850 ई. में हुआ। 3. \u00071975 में सिक्किम का पूर्ण विलय स्वतंंत्र भारत में हुआ। उपर्युक्तत विवरण के अनुसार प्रश्न्न में ब्रिटिश भारत में लॉर्ड डलहौजी के कार्यकाल में सिक्किम के भू-भाग का आंशिक अधिग्रहण हुआ था। संंभवत: इसी के आधार पर आयोोग ने अपना उत्तर निर्धारित किया है। अत: विकल्पप (c) सही उत्तर है।",
        },
        {
            id: "modern-4-062",
            question: "67. निम्नलिखित में से कौन अवध का ब्रिटिश रेजिडेंट था‚ जब अवध का ब्रिटिश साम्रााज्य में विलयय हुआ?",
            options: [
                "जेम्सस आउट्रम",
                "डब्ल्यूयू.एच. स्लीमैन",
                "बिशप आर. हेबर",
                "जनरल ली"
            ],
            correctAnswer: 0,
            explanation: "1854 ई. में स्लीमैन के स्थाथान पर जेम्सस आउट्रम कोो अवध का ब्रिटिश रेजिडेंट बनाया गया था। उसने कहा कि अवध का प्रशासन बहुत दूषित है तथा जनता की अवस्थाथा बहुत शोोचनीय है। आउट्रम की रिपोर्ट कोो ही फरवरी‚ 1856 में अवध के अधिग्रहण का आधार बनाया गया था। 1857 के विद्रोोह के समय लखनऊ में ब्रिटिश रेजिडेंट हेनरी लॉॉरेंस था‚ जोो विद्रोहियोंों के हाथोंों मारा गया था।",
        },
        {
            id: "modern-4-063",
            question: "68. भारत में प्रथम रेलवे लाइन किस ब्रिटिश गवर्नर के समयय बिछाई गई थी?",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कर्जन",
                "लॉर्ड वेलेजली",
                "लॉर्ड लिटन"
            ],
            correctAnswer: 0,
            explanation: "प्रथम रेलवे लाइन 1853 ई. में बंंबई से थाणे के बीच डलहौजी के समय बिछाई गई थी।",
        },
        {
            id: "modern-4-064",
            question: "69. भारत में प्रथम रेल लाइन का निर्माण किन नगरों के बीच हुआ था?",
            options: [
                "हावड़ा और सीरामपुर",
                "बंंबई और थाणे",
                "मद्राास और गुंंटूर",
                "दिल्‍लीली और आगरा"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-065",
            question: "70. भारत में पहली रेलवे लाइन कब शुरू हुई?",
            options: [
                "1853",
                "1850",
                "1840",
                "1890"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-066",
            question: "71. किस कंपनी ने सर्वप्रथम भारत में रेल ययात्राा प्रारंंभ की?",
            options: [
                "ईस्टर्न रेलवे",
                "ग्रेट इंडियन पेनिनसुला रेलवे",
                "मद्राास रेलवे",
                "अवध तिरहुत रेलवे"
            ],
            correctAnswer: 1,
            explanation: "1853 ई. में बंंबई के बोोरीबंदर स्टेटेशन से थाणे के मध्यय भारत में प्रथम यात्री ट्रेन का प्राारंंभ द ग्रेट इंडियन पेनिनसुला रेलवे (GIPR) द्वाारा किया गया था।",
        },
        {
            id: "modern-4-067",
            question: "72. ब्रिटिश भारतीयय राज्य क्षेत्र का अंंतिम प्रमुख विस्तातार हुआ-",
            options: [
                "डफरिन के समय में",
                "डलहौजी के समय में",
                "लिटन के समय में",
                "कर्जन के समय में"
            ],
            correctAnswer: 0,
            explanation: "1885 ई. में तृतीय आंग्लंग्ल-बर्मा युद्ध हुआ और 1 जनवरी‚ 1886 कोो संंपूर्ण बर्मा कोो ब्रिटिश भारत में मिला दिया गया‚ जोो ब्रिटिश भारतीय राज्यय क्षेत्र का अंतिम प्रमुख विस्तातार था। इस समय वायसराय लॉर्ड डफरिन था।",
        },
        {
            id: "modern-4-068",
            question: "73. पब्लिक वर्क्स डिपार्टमेंट को 1845-1855 के दौरान स्ववरूप देने वाले थे-",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कॉर्नवालिस",
                "जॉर्ज ऑकलैंड",
                "वॉॉरेन हेस्टिंग्संग्स"
            ],
            correctAnswer: 0,
            explanation: "डलहौजी से पूर्व सार्वजनिक निर्माण का कार्य एक सैनिक बोर्ड पर था। इसके कार्यकाल में पहली बार एक अलग सार्वजनिक निर्माण विभाग बनाया गया और सार्वजनिक उपयोोग के कार्य के लिए बहुत-सा धन व्ययय किया जाने लगा।",
        },
        {
            id: "modern-4-069",
            question: "74. विधवा पुनर्विवाह अधिनिययम किसके शासन में क्रिययान्वित कियया गयया?",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कैनिंंग",
                "सर हेनरी हार्डिंंग",
                "लॉर्ड लॉॉरेंस"
            ],
            correctAnswer: 1,
            explanation: "ईश्वरचंद्र विद्यासागर के अथक प्रयासोंों के फलस्वरूप लॉर्ड कैनिंंग (फरवरी‚ 1856 - मार्च‚ 1862) के समय 25 जुलाई‚ 1856 कोो ‘हिंदू विधवा पुनर्विवाह अधिनियम’ 1856 (अन्यय नाम- Act no.XV of 1856) अधिनियमित हुआ। इस अधिनियम कोो लॉर्ड डलहौजी के समय प्राारूपित और प्रस्तुतुत किया गया था। इस अधिनियम के तहत विधवा विवाह कोो वैध मान लिया गया और उस विवाह से उत्पन्नन हुए बालक वैध घोषित किए गए।",
        },
        {
            id: "modern-4-070",
            question: "75. 1 नवंबर‚ 1858 को महारानी विक्टोटोरियया का घोषणा-पत्र इलाहाबाद में पढ़कर सुनायया था-",
            options: [
                "लॉर्ड विलियम बेंटिक ने",
                "लॉर्ड कैनिंंग ने",
                "लॉर्ड बर्नहम ने",
                "सर हरकोर्ट बटलर ने"
            ],
            correctAnswer: 1,
            explanation: "1857 की महान क्रांति का सबसे महत्वपूर्ण परिणाम था-महारानी की उद्घोषणा। यह उद्घोषणा 1 नवंंबर‚ 1858 कोो इलाहाबाद (वर्तमान नाम प्रयागराज) में हुए दरबार में भारत के प्रथम वायसराय लॉर्ड कैनिंंग द्वाारा उद्घोषित की गई।",
        },
        {
            id: "modern-4-071",
            question: "76. निम्नन में से कौन एक भारत का प्रथम वाययसरायय था?",
            options: [
                "लॉर्ड क्‍लालाइव",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड कैनिंंग",
                "लॉर्ड रिपन"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-072",
            question: "77. 1 नवंबर‚ 1858 को महारानी विक्टोटोरियया का घोषणा-पत्र पढ़कर सुनायया था‚ लॉर्ड कैनिंंग ने-",
            options: [
                "इलाहाबाद में",
                "कलकत्ता में",
                "बंंबई में",
                "मद्राास में"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-073",
            question: "78. अपने पुत्र के स्थाथान पर दूसरे उत्तराधिकारी को गोद लेने के अधिकार को पुन: स्थापित कियया था-",
            options: [
                "1858 के भारत सरकार के अधिनियम ने",
                "लॉर्ड कैनिंंग ने",
                "1860 में सनद के जारी किए जाने से",
                "1858 की साम्रााज्ञीी की घोषणा ने"
            ],
            correctAnswer: 3,
            explanation: "महारानी की उद्घोषणा 1 नवंंबर‚ 1858 कोो इलाहाबाद (प्रयागराज) में हुए दरबार में लॉर्ड कैनिंंग द्वाारा उद्घोषित की गई। इसमें भारतीय देशी राज्योंयों के प्रति नीति कोो भी व्यायापक रूप से परिवर्तित किया गया और ब्रिटिश साम्रााज्यय के लिए संंभावित किसी संंकटापन्नन स्थिति से बचाव के लिए उनका प्रयोोग करने हेतु उन्हहें तैयार किया गया। विजय और विलय की नीति का पूर्णत: परित्यायाग कर दिया गया और देशी राज्योंयों के शासकोंों कोो उत्तराधिकारी गोद लेने की अनुमति दी गई।",
        },
        {
            id: "modern-4-074",
            question: "79. महारानी विक्टोटोरियया को भारत की साम्रााज्ञीी निययुक्त कियया गयया-",
            options: [
                "1858 में",
                "1876 में",
                "1877 में",
                "1885 में"
            ],
            correctAnswer: 2,
            explanation: "राजसी उपाधि अधिनियम (Royal Titles Act) ब्रिटिश संंसद द्वाारा 1876 में पारित किया गया। इस अधिनियम के तहत महारानी विक्टोोरिया कोो 1जनवरी‚ 1877 कोो दिल्लीली दरबार में भारत की साम्रााज्ञीी घोषित किया गया। इसी प्रकार सम्रााट एडवर्ड VII कोो वर्ष 1903 में तथा जॉर्ज V कोो वर्ष 1911 में भारत का सम्रााट घोषित किया गया। नोट- राजसी उपाधि अधिनियम, 1876 के तहत महारानी विक्टोोरिया कोो ‘भारत की साम्रााज्ञीी’ ब्रिटिश संंसद द्वाारा स्वीीकार कर लिया गया था, जबकि ‘भारत की साम्रााज्ञीी’ के रूप में उसकी सार्वजनिक घोषणा 1877 ई. में आयोजित प्रथम दिल्लीली दरबार में की गई थी।",
        },
        {
            id: "modern-4-075",
            question: "80. रॉययल शीर्षक अधिनिययम के अंंतर्गत रानी विक्टोटोरियया भारत की महारानी कब बनी?",
            options: [
                "1875",
                "1874",
                "1877",
                "1876"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-076",
            question: "81. निम्नलिखित में से किस गवर्नर जनरल ने भारत में दास प्रथा को समाप्तत कियया था?",
            options: [
                "लॉर्ड कॉर्नवालिस ने",
                "लॉर्ड एलेनबरोो ने",
                "लॉर्ड विलियम बेंटिक ने",
                "सर जॉॉन शोोर ने"
            ],
            correctAnswer: 1,
            explanation: "1843 के एक्टट संंख्याया -V के द्वाारा भारत में तत्काकालीन गवर्नर जनरल लॉर्ड एलेनबरोो ने दास प्रथा का उन्मूलन किया था। इसका कार्यकाल 1842-44 ई. तक था।",
        },
        {
            id: "modern-4-077",
            question: "82. निम्नन ययुग्ममों में से कौन-सा एक सही सुमेलित है?",
            options: [
                "लॉर्ड कॉर्नवालिस - स्थाथायी बंदोोबस्तत",
                "लॉर्ड वेलेजली - चतुराईपूर्ण निष्क्रियता",
                "लॉर्ड डलहौजी - सहायक संधि",
                "लॉर्ड कैनिंंग - भारतीय राष्ट्रीीय कांंग्रेस की स्थाथापना"
            ],
            correctAnswer: 0,
            explanation: "लॉर्ड कॉर्नवालिस ने 1793 ई. में स्थाथायी बंदोोबस्तत प्रणाली लागू की‚ जबकि चतुराईपूर्ण निष्क्रियता (कुशल अकर्मण्ययता) की नीति जॉॉन लॉॉरेंस‚ सहायक संधि लॉर्ड वेलेजली से तथा व्ययपगत का सिद्धांंत लॉर्ड डलहौजी से संंबद्ध है। भारतीय राष्ट्रीीय कांंग्रेस की स्थाथापना ए.ओ. ह्यूम ने लॉर्ड डफरिन के कार्यकाल (1884-88 ई.) में की थी।",
        },
        {
            id: "modern-4-078",
            question: "83. निम्नांकित में किसका सुमेल नहींं है?",
            options: [
                "लॉर्ड कॉर्नवालिस - स्थाथायी बंदोोबस्तत",
                "लॉर्ड वेलेजली - सहायक संधि",
                "लॉर्ड डलहौजी - व्ययपगत का सिद्धांंत",
                "लॉर्ड कैनिंंग - उच्‍चचतम निष्क्रियता"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-079",
            question: "84. ‘स्थाययी बंदोबस्तत’ किसके शासनकाल में प्रारंंभ कियया गयया था?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड कॉर्नवालिस",
                "सर जॉॉन शोोर",
                "लॉर्ड वेलेजली"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-080",
            question: "85. निम्नलिखित में से सही सुमेलित नहींं है?",
            options: [
                "लॉर्ड कॉर्नवालिस - स्थाथायी बंदोोबस्तत",
                "लॉर्ड वेलेजली - सहायक संधि प्रणाली",
                "लॉर्ड हेस्टिंग्स - द्वितीय आंग्लंग्ल-मराठा युद्ध",
                "लॉर्ड विलियम बेंटिक - 1829 का सत्रहवांं रेग्युलेशन"
            ],
            correctAnswer: 2,
            explanation: "द्वितीय आंग्लंग्ल-मराठा युद्ध 1803 से 1805 ई. के बीच लॉर्ड वेलेजली के काल में हुआ था। लॉर्ड हेस्टिंग्संग्स के काल में तृतीय तथा अंतिम आंग्लंग्ल-मराठा युद्ध (1817-1818 ई.) हुआ था। तृतीय आंग्लंग्ल-मराठा युद्ध में मराठोंों के पराजय के पश्चा्चात लॉर्ड हेस्टिंग्संग्स ने पेशवा की गद्दीी 1818 ई. में समाप्तत कर दी तथा पश्चिमी भारत में स्थित पेशवा का समस्तत प्रदेश बंंबई प्रेसीडेंसी में सम्मिलित कर लिया गया। इसके अतिरिक्त कंपनी ने बुंदेलखंड‚ मालवा तथा शेष भारत (जिस पर पेशवाओं का प्रभुत्व था) पर राजनैतिक अधिकार कर लिया। अन्यय तीनोंों युग्म सुमेलित हैं।",
        },
        {
            id: "modern-4-081",
            question: "86. पेशवाई को कब समाप्तत कियया गयया था?",
            options: [
                "1858 में",
                "1818 में",
                "1861 में",
                "1802 में"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-082",
            question: "87. निम्नलिखित में से किसने राजपूताना की देशी रिययासतों के साथ वर्ष 1817-18 की अधीनस्थथ संधि की बातचीत की थी?",
            options: [
                "डेविड ऑक्टटरलोोनी",
                "चार्ल्स मेटकॉॉफ",
                "ऑर्थर वेलेजली",
                "जॉॉन जॉर्ज"
            ],
            correctAnswer: 1,
            explanation: "राजपूताना की रियासतोंों के साथ वर्ष 1817-18 की अधीनस्थथ संधि की वार्ता चार्ल्स मेटकॉॉफ ने की थी। लॉर्ड हेस्टिंग्संग्स ने राजपूताना पर ब्रिटिश सर्वोच्चचता तथा मराठोंों और पिंडारियोंों के प्रति राजपूतोंों की तटस्थथता सुनिश्चित करने के लिए दिल्लीली के तत्काकालीन रेजिडेंट चार्ल्स मेटकॉॉफ कोो वार्ताकार बनाया था।",
        },
        {
            id: "modern-4-083",
            question: "88. निम्नन में से कौन सुमेलित नहींं है?",
            options: [
                "लॉर्ड कॉर्नवालिस - स्थाथायी बंदोोबस्तत",
                "लॉर्ड वेलेजली - सहायक संधि प्रणाली",
                "सर जॉॉन शोोर - आंग्लंग्ल-नेपाल युद्ध",
                "लॉर्ड हेस्टिंग्संग्स - तृतीय आंग्लंग्ल-मराठा युद्ध"
            ],
            correctAnswer: 2,
            explanation: "आंग्लंग्ल-नेपाल युद्ध (1814-1816 ई.) लॉर्ड हेस्टिंग्संग्स के काल में हुआ। 1814 ई. में युद्ध आरंंभ हुआ, परंंतु आरंभिक अभियानोंों में अंंग्रेजोंों कोो अपेक्षित सफलता नहीं मिली। 1815 ई. में अंंग्रेजोंों ने बढ़त बनाते हुए नेपाल के अधीन महत्वपूर्ण प्रदेशोंों पर विजय हासिल की तथा मेजर-जनरल ऑक्टटरलोोनी ने वीर गोोरखा सरदार अमर सिंंह थापा कोो मलाऊं/मालोोन (Malaun) का किला समर्पित करने के लिए विवश किया। ब्रिटिश सेना राजधानी काठमांडू से 30 मील की दूरी तक पहुंच गई। 2 दिसंंबर‚ 1815 कोो सुगौली की संधि लेखबद्ध हुई थी‚ जिसे 4 मार्च‚ 1816 कोो अनुमोदित किया गया। कुमाऊं‚ गढ़वाल और शिमला जिले अंंग्रेजोंों कोो सौंपे गए।",
        },
        {
            id: "modern-4-084",
            question: "89. निम्नलिखित में से कौन एक सही सुमेलित है?",
            options: [
                "लॉर्ड एलेनबरोो : अवध का विलीनीकरण",
                "लॉर्ड डलहौजी : सिंध का विलीनीकरण",
                "लॉर्ड वेलेजली : चतुर्थ आंग्लंग्ल-मैसूर युद्ध",
                "सर जॉॉन शोोर : तृतीय आंग्लंग्ल-मराठा युद्ध"
            ],
            correctAnswer: 2,
            explanation: "सही सुमेलन इस प्रकार है- लॉर्ड एलेनबरोो - सिंध का अंंग्रेजी राज्यय में 1843 ई. में विलय लॉर्ड डलहौजी - \u0007कुशासन के आरोोप में 1856 ई. में अवध का विलीनीकरण लॉर्ड वेलेजली - चतुर्थ आंग्लंग्ल-मैसूर युद्ध (1799 ई.) लॉर्ड हेस्टिंग्संग्स - तृतीय आंग्लंग्ल- मराठा युद्ध (1817-18 ई.) अत: विकल्पप (c) सही सुमेलित है।",
        },
        {
            id: "modern-4-085",
            question: "90. निम्नलिखित में से कौन-सा ययुग्मम सही सुमेलित नहींं है?",
            options: [
                "लॉर्ड डलहौजी - अवध का विलीनीकरण",
                "लॉर्ड डफरिन - भारतीय राष्ट्रीीय कांंग्रेस की स्थाथापना",
                "लॉर्ड विलियम बेंटिक - चार्टर एक्टट‚1833 का पारित होोना",
                "लॉर्ड लिटन - प्रथम आंग्लंग्ल-अफगान युद्ध का प्राारंंभ होोना"
            ],
            correctAnswer: 3,
            explanation: "प्रथम आंग्लंग्ल-अफगान युद्ध 1839-1842 ई. के मध्यय हुआ था। इस दौरान भारत के गवर्नर जनरल लॉर्ड ऑकलैंड थे। लॉर्ड लिटन के समय द्वितीय आंग्लंग्ल-अफगान युद्ध (1878-1880 ई.) हुआ था। इस प्रकार विकल्पप (d) सही सुमेलित नहीं है‚ जबकि अन्यय तीनोंों विकल्पप सही सुमेलित हैं।",
        },
        {
            id: "modern-4-086",
            question: "91. िनम्नन में से कौन ‘चतुराईपूर्ण निष्क्रिययता’ की नीति के साथ जुड़ा है?",
            options: [
                "विलियम बेंटिक",
                "लॉर्ड कैनिंंग",
                "लॉर्ड मेयो",
                "जॉॉन लॉॉरेंस"
            ],
            correctAnswer: 3,
            explanation: "‘चतुराईपूर्ण निष्क्रियता’ या ‘कुशल अकर्मण्ययता’ की नीति (Policy of Masterly Inactivity) आंग्लंग्ल-अफगान संंबंधोंों के संदर्भ में लॉर्ड एलेनबरोो के काल से प्राारंंभ होोकर लॉर्ड नार्थब्रुक के काल तक चलती रही। इस नीति कोो प्रााय: जॉॉन लॉॉरेंस के नाम से विशेष रूप से संंबंधित किया जाता है‚ क्योंकि उसके वायसराय काल (1864-1869 ई.) में इस नीति का अनुसरण करने का स्पपष्ट अवसर मिला और इस नीति की रूपरेखा स्पपष्ट रूप से निश्चित की गई।",
        },
        {
            id: "modern-4-087",
            question: "92. भारत में ‘वित्तीयय विकेंद्रीीकरण’ किसने प्रारंंभ कियया था?",
            options: [
                "लॉर्ड रिपन",
                "लॉर्ड डलहौजी",
                "चार्ल्स मेटकॉॉफ",
                "लॉर्ड मेयोो"
            ],
            correctAnswer: 3,
            explanation: "भारत में वित्तीय विकेंद्रीीकरण 1870 ई. में लॉर्ड मेयोो के कार्यकाल में आरंंभ हुआ था।",
        },
        {
            id: "modern-4-088",
            question: "93. भारत में अंंग्रेजों के समयय में प्रथम जनगणना हुई-",
            options: [
                "लॉर्ड डफरिन के कार्यकाल में",
                "लॉर्ड लिटन के कार्यकाल में",
                "लॉर्ड मेयोो के कार्यकाल में",
                "लॉर्ड रिपन के कार्यकाल में"
            ],
            correctAnswer: 2,
            explanation: "भारत में अंंग्रेजोंों के समय में प्रथम जनगणना लॉर्ड मेयोो (1869-72 ई.) के काल में 1872 ई. में प्राारंंभ हुई; किंतु भारत में नियमित जनगणना की शुरुआत लॉर्ड रिपन के काल में 1881 ई. में प्राारंंभ हुई थी।",
        },
        {
            id: "modern-4-089",
            question: "94. वह कौन व्यक्ति था‚ जिसने भारत में पहली बार जनसंंख्या की जनगणना करवाई?",
            options: [
                "रिपन",
                "लिटन",
                "डफरिन",
                "लॉर्ड मेयोो"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-090",
            question: "95. किस वाययसरायय की हत्या अंंडमान एवंं निकोबार द्वीीपसमूह में (जब वे भ्रमण पर थे) एक दंडित अपराधी द्वाारा की गई थी?",
            options: [
                "लॉर्ड कर्जन",
                "लॉर्ड रिपन",
                "लॉर्ड मेयो",
                "लॉर्ड मिंंटोो"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड मेयोो (1869-72 ई.) की हत्याया अंडमान एवंं निकोोबार द्वीीपसमूह के भ्रमण के दौरान एक कैदी द्वाारा की गई थी। मेयोो भारत का प्रथम गवर्नर जनरल और वायसराय था‚ जिसकी हत्याया उसके कार्यकाल में की गई।",
        },
        {
            id: "modern-4-091",
            question: "96. किस वाययसरायय की हत्या उसके कार्यकाल में की गई?",
            options: [
                "लॉर्ड कर्जन",
                "लॉर्ड मेयोो",
                "लॉर्ड रिपन",
                "लॉर्ड वेलेजली"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-092",
            question: "97. लॉर्ड मेययाे के 1870 के संंकल्पप के बारे में‚ निम्नलिखित में से कौन-से कथन सही हैं? 1. केंद्रीयय और प्रांतीयय वित्त को विभाजित करने वाला ययह पहला कदम था। 2. प्रांतीयय सरकारों को कुछ सेवाएंं प्रशासित करने का अधिकार दियया गयया। 3. इसने मौजूदा असमानता को सुधारने का प्रययास कियया। 4. इसने प्रांतों की वास्तविक आवश्यकताओं पर ध्यान केंद्रित कियया। नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए।",
            options: [
                "केवल 1 और 2",
                "केवल 1, 3 और 4",
                "केवल 2, 3 और 4",
                "1, 2, 3 और 4"
            ],
            correctAnswer: 3,
            explanation: "वायसराय लॉर्ड मेयोो का शासनकाल (1869-72 ई.) उसके शैक्षणिक और प्रशासनिक सुधारोंों के लिए स्मरण किया जाता है। उसने प्रशासन में सुधार के लिए प्रत्येयेक अलग-अलग प्रशासन से पत्राचार के उपरांंत 14 दिसंंबर‚ 1870 कोो एक संंकल्पप जारी किया‚ जिसे ‘मेयोो रिजोोल्यूयूशन’ या ‘प्रांंतीय सरकारोंों का चार्टर’ भी कहा जाता है। जिसमें केंद्रीीय और प्रांंतीय वित्त कोो विभाजित करने की दिशा में पहला कदम उठाया गया साथ ही प्रांंतीय सरकारोंों कोो कुछ स्वाायत्तता देते हुए उन्हहें जेल‚ शिक्षाा और चिकित्सासा आदि सेवाओं के लिए केंद्रीीय राजस्व से कुछ राशि दी गई और उन्हहें इच्छानुसार प्रशासन करने के लिए कहा गया तथा इस प्रकार मेयाे ने प्रांंतीय स्वाायत्तता कोो बढ़ावा देकर उसने प्रांंतोंों की वास्तविक आवश्य्यकताओं पर बल दिया। 1871 ई. में मेयोो ने वित्तीय विकेंद्रीीकरण पर ध्यायान दिया तथा उसने ब्रिटिश साम्राज्यय की उन वित्तीय समस्यायाओं कोो संंतुलित करने का प्रयास किया, जोो लगातार घाटे में थी। अत: दिए गए कथनोंों में सभी कथन सही हैं।",
        },
        {
            id: "modern-4-093",
            question: "98. किस वाययसरायय ने भारत में औपनिवेशिक आर्थिक संंरचना का विकेंद्रीीकरण कियया?",
            options: [
                "मेयो",
                "कर्जन",
                "रिपन",
                "उपर्युक्त में से एक से अधिक"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-094",
            question: "99. अफगानिस्तातान के प्रति एक जोशभरी ‘अग्र (फॉरवर्ड)’ नीति का अनुसरण करने वाला गवर्नर जनरल था-",
            options: [
                "मिंंटो",
                "डफरिन",
                "एल्गिन",
                "लिटन"
            ],
            correctAnswer: 3,
            explanation: "1876 ई. में लिटन के वायसराय (भारत का गवर्नर जनरल और वायसराय) बनकर आने पर अफगानिस्तातान के प्रति अपनाई गई नीति में परिवर्तन आया। कुशल अकर्मण्ययता की नीति के स्थाथान पर अग्रगामी नीति का अनुसरण होोने लगा।",
        },
        {
            id: "modern-4-095",
            question: "100. अफगानिस्तातान के प्रति आक्रमक नीति किस वाययसरायय ने अपनाई थी?",
            options: [
                "लॉर्ड मेयोो",
                "लॉर्ड लिटन",
                "लाॅर्ड डफरिन",
                "लॉर्ड कैनिंंग"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-096",
            question: "101. लॉर्ड लिटन निम्नलिखित में से किससे संबंधित नहीं हैं?",
            options: [
                "स्ट्रैची कमीशन",
                "शस्त्र अधिनियम",
                "वर्नाक्युयुलर प्रेस ऐक्ट",
                "इल्बर्ट बिल"
            ],
            correctAnswer: 3,
            explanation: "लॉर्ड लिटन इल्बर्ट बिल विवाद से संंबंधित नहीं थे। इल्बर्ट बिल वायसराय लॉर्ड रिपन के कार्यकाल में पेश किया गया था। इस बिल में वरिष्ठ भारतीय न्यायायाधीशोंों कोो यूरोोपीय अपराधियोंों पर मुकदमा चलाने की अनुमति देने की मांंग की गई थी।",
        },
        {
            id: "modern-4-097",
            question: "102. कौन भारत का वाययसरायय सबसे दीर्घकाल तक रहा?",
            options: [
                "लॉर्ड कर्जन",
                "लॉर्ड डफरिन",
                "लॉर्ड हार्डिंंग",
                "लॉर्ड मेयोो"
            ],
            correctAnswer: 0,
            explanation: "ब्रिटिश वायसरायोंों में भारत के विषय में सर्वाधिक जानकारी रखने वाले वायसराय लॉर्ड कर्जन का प्रश्न्नगत वायसरायोंों में सर्वाधिक दीर्घ कार्यकाल था। लॉर्ड कर्जन - 1899 - 1905 = 7 वर्ष लॉर्ड डफरिन - 1884 - 1888 = 4 वर्ष लॉर्ड हार्डिंंग - 1910 - 1916 = 6 वर्ष लॉर्ड मेयोो - 1869 - 1872 = 3 वर्ष",
        },
        {
            id: "modern-4-098",
            question: "103. भारत में स्थाथानीयय स्वाययत्तशासी संंस्थाथाएंं 1882 ई. में सशक्त की गई थी-",
            options: [
                "जॉर्ज बार्लोो द्वाारा",
                "लॉर्ड रिपन द्वाारा",
                "लॉर्ड कर्जन द्वाारा",
                "लॉर्ड लिटन द्वाारा"
            ],
            correctAnswer: 1,
            explanation: "1880 ई. में इंग्लंग्लैंड में ग्लैडस्टटन के नेतृत्व में उदारवादी दल सत्ता में आया। ग्लैडस्टटन यूरोोप में स्वतंंत्रता का समर्थक था। उसने अपनी भारत के प्रति नीति का इन शब्दोंों में वर्णन किया‚ ‘‘हमारा भारत में रहने का अधिकार इस तर्क पर है कि हमारा वहांं रहना भारतीयोंों के लिए हितकर है और साथ ही यह कि भारतीय यह अनुभव करें कि यह हितकर है।’’ इस दौरान रिपन कोो वायसराय पद के लिए चुना गया। संंभवत: रिपन के कार्यकाल का सबसे महत्वपूर्ण कार्य स्थाथानीय स्वशासन पर सरकारी प्रस्ताव (1882 ई.) था। रिपन देश की नगरपालिकाओं कोो विकसित करना चाहता था। उसके अनुसार‚ इन्हहीं से देश की राजनैतिक शिक्षाा आरंंभ होोती है। इस प्रस्ताव के तहत ग्रामीण प्रदेशोंों में स्थाथानीय बोर्डोंों की स्थाथापना की गई। प्रत्येयेक जिले में जिला उपविभाग‚ तालुका अथवा तहसील बोर्ड बनाने की आज्ञाा हुई। नगरोंों में नगरपालिकाएंं स्थापित की गईं। इन स्थाथानीय संंस्थाथाओं कोो निश्चित कार्य तथा आय के साधन दिए गए।",
        },
        {
            id: "modern-4-099",
            question: "104. निम्नलिखित में से किसे भारत में ‘स्थाथानीयय स्वाययत्त शासन’ का जनक माना जाता है?",
            options: [
                "लॉर्ड डलहौजी",
                "लॉर्ड कैनिंंग",
                "लॉर्ड कर्जन",
                "लॉर्ड रिपन"
            ],
            correctAnswer: 3,
            explanation: "लॉर्ड रिपन के कार्यकाल में प्रस्तुतुत स्थाथानीय स्वशासन प्रस्ताव 1882 ई. से भारत में आधुनिक स्थाथानीय स्वशासन का प्राारंंभ माना जाता है। इस प्रस्ताव ने भारत में स्थाथानीय स्वशासन कोो प्रोोत्साहित किया। लॉर्ड रिपन कोो स्थाथानीय स्वशासन का पिता कहा जाता है। इन्होंोंने प्रांंतीय सरकारोंों कोो आज्ञाा दी कि वे प्रांंतीय तथा स्थाथानीय नागरिक वित्तीय साधनोंों का एक सर्वेक्षण करें‚ जिससे यह निश्च्चय किया जा सके कि किन-किन मदोंों का आम व्ययय स्थाथानीय प्रशासन के सुपुर्द किया जा सकता है।",
        },
        {
            id: "modern-4-100",
            question: "105. िनम्नलिखित में से कौन-सा ययुग्मम सही सुमेलित नहींं है?",
            options: [
                "स्थाथानीय स्वशासन - लॉर्ड लिटन",
                "सहायक संधि - लॉर्ड वेलेजली",
                "राज्यय - अपहरण नीति - लॉर्ड डलहौजी",
                "स्थाथायी बंदोोबस्त - लॉर्ड कॉर्नवालिस R.O./A.R.O. ("
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-101",
            question: "106. भरत में स्थाथानीयय स्वाययत्त शासन को किसने प्रोत्साहित कियया था?",
            options: [
                "लॉर्ड मेयो",
                "लॉर्ड लिटन",
                "लॉर्ड कैनिंंग",
                "लॉर्ड रिपन"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-102",
            question: "107. इल्बर्ट बिल विवाद किससे संबंधित था?",
            options: [
                "भारतीयोंों द्वाारा हथियार लेकर चलने पर कुछ प्रतिबंधोंों का लागू किया जाना",
                "भारतीय भाषाओं में प्रकाशित होोने वाले समाचार-पत्रोंों और पत्रिकाओं पर प्रतिबंध लागू किया जाना",
                "यूरोोप के लोोगोंों के मामलोंों की सुनवाई करने के लिए भारतीय न्यायायाधीशोंों पर लगाई गई अयोग्योग्यताओं कोो हटाया जाना",
                "आयातित सूती कपड़े पर लगाए गए शुल्कक का हटाया जाना"
            ],
            correctAnswer: 2,
            explanation: "सर सी.पी. इल्बर्ट वायसराय की परिषद के विधि सदस्यय थे। सर कार्टनी पी.इल्बर्ट (सी.पी.इल्बर्ट) 2 फरवरी‚ 1883 कोो ब्रिटिश इंंपीरियल लेजिस्लेटिव काउंसिल में प्रस्तावित बिल (इल्बर्ट बिल) कोो प्रस्तुतुत करने की अनुमति मांंगने का प्रस्ताव रखा था, जबकि यह बिल आधिकारिक रूप से इंंपीरियल लेजिस्लेटिव काउंसिल में 9 फरवरी‚ 1883 कोो रखा गया था। इस विधेयक का उद्देश्य्य था कि ‘‘नस्लीलीय भेद पर आधारित सभी न्यायिक अयोग्योग्यताएंं तुरंंत समाप्तत कर दी जाएंं और भारतीय तथा यूरोोपीय न्यायायाधीशोंों की शक्तियांं समान कर दी जाएंं’’। यूरोोपीय लोोगोंों ने इसे अपने विशेषाधिकारोंों पर कुठाराघात माना। इल्बर्ट बिल कोो लेकर हुए विवाद के कारण ही 1884 ई. में लॉर्ड रिपन ने अपना कार्यकाल पूरा होोने से पूर्व त्यायागपत्र दे दिया।",
        },
        {
            id: "modern-4-103",
            question: "108. भारत में उपनिवेशी शासन के संदर्भ में 1883 ई. में पारित ‘इल्बर्ट बिल’ का उद्देश्य था-",
            options: [
                "जहांं तक अदालतोंों की दांडिक अधिकारिता का संंबंध था‚ भारतीय तथा यूरोोपीय लोोगोंों कोो बराबरी पर रोोकना",
                "देशी प्रेस की स्वतंंत्रता पर कड़ा अंंकुश लगाना; क्योंकि उसे उपनिवेशी शासकोंों का विरोधी समझा जाता था।",
                "प्रशासनिक सेवा परीक्षााएंं भारत में करवाना ताकि देशी भारतीयोंों कोो उसमें बैठने के लिए प्रोोत्साहित किया जा सके।",
                "आर्म्स एक्टट में संंशोधन कर देशी भारतीयोंों कोो शस्त्र रखने की अनुमति देना।"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-104",
            question: "109. किसकी पदावधि में महिलाओं तथा बच्चों की कार्यावधि के घंंटों को सीमित करने तथा स्थाथानीयय शासन को आवश्यक निययम बनाने के लिए प्राधिकृत करने के लिए प्रथम फैक्टटरी अधिनिययम का अभिग्रहण कियया गयया?",
            options: [
                "लॉर्ड लिटन",
                "लॉर्ड बेंटिक",
                "लॉर्ड रिपन",
                "लॉर्ड कैनिंंग"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड रिपन कोो ब्रिटिश भारत के वायसरायोंों में सबसे अधिक उदारवादी माना जाता है। उन्होंोंने यांत्रिक शक्ति का उपयोोग करने वाले और सौ या उससे अधिक कार्यरत मजदूरोंों वाली फैक्टटरियोंों में काम करने वाले बच्चोंों के संंबंध में कुछ उदारवादी नियम बनाए‚ जिन्हहें प्रथम फैक्टटरी अधिनियम‚ 1881 के रूप में जाना जाता है। इस अधिनियम के तहत 7 वर्ष से कम उम्र के बच्चोंों के फैक्टटरियोंों में काम करने पर रोोक एवंं 7 से 12 वर्ष के बच्चोंों की कार्यावधि प्रतिदिन 9 घंंटे तथा महीने में चार दिन की छुट्टी का प्रावधान किया गया। 1881 ई. के प्रथम फैक्टटरी अधिनियम के तहत केवल बच्चोंों के कार्यावधि के घंंटोंों कोो निर्धारित करने के लिए नियम बनाए गए थे। इसमें महिलाओं(महिला मजदूरोंों) की कार्यावधि के घंंटोंों कोो निर्धारित करने या महिलाओं से संंबंधित कोोई विशेष प्रावधान नहीं किया गया था।",
        },
        {
            id: "modern-4-105",
            question: "110. निम्ननलिखित कथनों पर विचार कीजिए- 1. फैक्टटरी एक्टट‚ 1881 औद्योगिक कामगारों की मजदूरी निययत करने के लिए और कामगारों को मजदूर संंघ बनाने देने की दृष्टि से पारित कियया गयया था। 2. एन. एम. लोखंंडे ब्रिटिश भारत में मजदूर आंदोलन संंगठित करने में अग्रगामी थे। उपर्युक्त कथनों में से कौन-सा/से सही है/हैं?",
            options: [
                "केवल 1",
                "केवल 2",
                "1 और 2 दाेनों",
                "न तोो 1, न ही 2"
            ],
            correctAnswer: 1,
            explanation: "I.A.S. (Pre) परीक्षाा‚ 2017 प्रथम कारखाना अधिनियम‚ 1881 ई. में पारित किया गया था‚ परंंतु यह अधिनियम अपर्याप्तत मापदंड जैसा साबित हुआ। इस अधिनियम में फैक्टटरियोंों में काम करने वाले मजदूर बच्चोंों की सुरक्षाा के लिए विशेष प्रावधान किए थे। इस अधिनियम में महिला मजदूरोंों से संंबंधित कोोई प्रावधान नहीं बनाया गया था। अत: इस अधिनियम से मजदूर सामान्ययत: निराश थे। एन.एम. लोोखंडे (Narayan Meghaji Lokhande) भारत में मजदूर आंदोोलन संंगठित करने में अग्रगामी थे। 19वीं शताब्दीी में वे न केवल हथकरघा एवंं कपड़े की मिलोंों में मजदूरोंों की दयनीय स्थिति में सुधार करने के लिए याद किए जाते हैं‚ बल्कि जाति एवंं संप्रदाय जैसे मुद्दोंों पर भी उन्होंोंने साहसिक पहल की। अत: केवल कथन 2 सत्यय है।",
        },
        {
            id: "modern-4-106",
            question: "111. सूची-I को सूची-II से मिलाइए और नीचे दिए गए कूट में से सही उत्तर का चययन कीजिए- सूची-I सूची-II (1) क्लालाइव A. प्रेप्रेस पर से प्रतिबंंध हटाना (2) बेंटिक B. बंंग विभाजन (3) चार्ल्स मेटकाफ C. बंंगाल में दोहरा शासन (4) कर्जन D. अंंग्रेजी शिक्षाा कूट : 1 2 3 4",
            options: [
                "C D A B",
                "D A C B",
                "B D C A",
                "C B A D"
            ],
            correctAnswer: 0,
            explanation: "क्लालाइव ने 1765 ई. में बंंगाल में द्वैध शासन प्रणाली लागू की। बेंटिक के कार्यकाल में ही मैकाले द्वाारा आधुनिक शिक्षाा की नींव रखी गई। अपने प्रस्तावोंों में मैकाले की योोजना यह थी कि ‘‘एक ऐसा वर्ग बनाया जाए जोो रंंग तथा रक्तत से तोो भारतीय होो‚ परंंतु प्रवृत्ति‚ नैतिकता तथा बुद्धि से अंंग्रेज होो।’’ मैकाले का विचार 7 मार्च‚ 1835 कोो एक प्रस्ताव द्वाारा अनुमोदित कर दिया गया‚ जिसमें यह निश्च्चय हुआ कि उच्चच स्ततरीय प्रशासन की भाषा अंंग्रेजी होोगी। चार्ल्स मेटकाफ ने प्रेस पर से प्रतिबंध हटाया; इसलिए उसे ‘समाचार-पत्रोंों का मुक्तिदाता’ कहा जाता है। कर्जन के काल में वर्ष 1905 में बंंगाल का विभाजन हुआ था।",
        },
        {
            id: "modern-4-107",
            question: "112. सूची-I को सूची-II से मिलाइए और नीचे दिए गए कूट में से सही उत्तर का चययन कीजिए- सूची I सूची II I. लॉर्ड डलहौजी A. सती प्रथा का निषेध II. लॉर्ड विलिययम बेंटिक B. स्वाययत्त शासन III. लॉर्ड रिपन C. बंंगाल का विभाजन IV. लॉर्ड कर्जन D. व्यपगत का सिद्धांत कूट : I II III IV",
            options: [
                "D A B C",
                "D B A C",
                "A B C D",
                "C A B D"
            ],
            correctAnswer: 0,
            explanation: "व्ययपगत का सिद्धांंत डलहौजी (1848-1856 ई.) से जुड़ा है‚ इस सिद्धांंत के द्वाारा कुछ महत्वपूर्ण रियासतें यथा-सतारा‚ जैतपुर‚ संंभलपुर‚ बघाट‚ उदयपुर‚ झांंसी एवंं नागपुर विलय कर ली गईं। विलियम बेंटिक ने 1829 के बंंगाल सती विनियमन (अन्यय नाम बंंगाल विनियमन XVII, 1829) द्वाारा सती प्रथा कोो निषेध घोषित किया। लॉर्ड रिपन के कार्यकाल का सबसे महत्वपूर्ण कार्य स्थाथानीय स्वशासन पर सरकारी प्रस्ताव था। बंंगाल का विभाजन वर्ष 1905 में कर्जन ने किया था।",
        },
        {
            id: "modern-4-108",
            question: "113. सूची-I को सूची II से सुमेलित कीजिए तथा सूचिययों के नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए। सूची - I सूची - II (गवर्नर जनरल / (महत्ववपूर्ण ययोगदान/कार्य) वाययसरायय) A. लाॅर्ड डलहौजी 1. बंंगाल का स्थाययी बंदोबस्तत B. लाॅर्ड कर्जन 2. सती प्रथा का निषेध C. लाॅर्ड विलिययम बेंटिक 3. बंंगाल का विभाजन D. लाॅर्ड काॅर्नवालिस 4. व्यपगत का सिद्धांत कूट : A B C D",
            options: [
                "4 3 1 2",
                "3 4 2 1",
                "3 4 1 2",
                "4 3 2 1"
            ],
            correctAnswer: 3,
            explanation: "सही सुमेलन इस प्रकार है : लाॅर्ड डलहौजी - व्ययपगत का सिद्धांंत लाॅर्ड कर्जन - बंंगाल का विभाजन लॉर्ड विलियम बेंटिक - सती-प्रथा का निषेध लाॅर्ड काॅर्नवालिस - बंंगाल का स्थाथायी बंदोोबस्तत अत: इसका अभीष्ट उत्तर विकल्पप (d) होोगा।",
        },
        {
            id: "modern-4-109",
            question: "114. निम्नलिखित में से कौन-सी जोड़ी (गवर्नर-जनरल और घटना) सुमेलित है?",
            options: [
                "लॉर्ड कॉर्नवालिस-रेग्युलेटिंंग एक्टट",
                "लॉर्ड वेलेजली-स्थाथायी बंदोोबस्तत",
                "लॉर्ड एलेनबरोो-सिंध का विलय",
                "लॉर्ड डलहौजी-प्रथम अफगान युद्ध"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड एलेनबरोो (1842-44 ई.) के समय में 1843 ई. में सिंध का विलय किया गया।",
        },
        {
            id: "modern-4-110",
            question: "115. भारतीयय पुरातत्वव सर्वेक्षण की स्थाथापना किसके काल में हुई थी?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड वेलेजली",
                "लॉर्ड कर्जन",
                "लॉर्ड विलियम बेंटिक"
            ],
            correctAnswer: 2,
            explanation: "भारत में पुराताित्वक अध्यययन की संंगठित शुरुआत 1784 ई. में कलकत्ता में विलियम जोंोंस द्वाारा एशियाटिक सोोसाइटी की स्थाथापना के साथ प्राारंंभ हुई थी। 1861 ई. में लॉर्ड कैनिंंग द्वाारा अलेक्जजेंडर कनिंंघम कोो पुरातात्वििक सर्वेक्षक नियुक्त किया गया था तथा 1871 ई. में पुरातात्वििक सर्वेक्षण के लिए सरकार में अलग विभाग बनाया गया। लॉर्ड कर्जन के कार्यकाल (1899-1905 ई.) के दौरान‚ वर्ष 1901 में भारतीय पुरातत्व सर्वेक्षण (ASI) कोो एकीकृत एवंं केंद्रीीकृत स्वरूप देते हुए जॉॉन मार्शल (वर्ष 1902 में पदभार ग्रहण किया) कोो इसका नया महानिदेशक नियुक्त किया गया।",
        },
        {
            id: "modern-4-111",
            question: "116. भारतीयय पुरातत्वव सर्वेक्षण की स्थाथापना हुई थी-",
            options: [
                "लॉर्ड कर्जन के काल में",
                "लॉर्ड वेलेजली के काल में",
                "लॉर्ड विलियम बेंटिक के काल में",
                "वॉॉरेन हेस्टिंग्संग्स के काल में"
            ],
            correctAnswer: 0,
            explanation: "U.P.P.C.S. (Mains) 2010 उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-112",
            question: "118. प्राचीन स्मामारक संंरक्षण एक्टट किस गवर्नर जनरल के कार्यकाल में पारित हुआ था?",
            options: [
                "लॉर्ड मिंंटोो",
                "लॉर्ड लिनलिथगोो",
                "लॉर्ड कर्जन",
                "लॉर्ड कैनिंंग"
            ],
            correctAnswer: 2,
            explanation: "प्रााचीन स्माारक संंरक्षण अधिनियम‚ 1904 के द्वाारा लॉर्ड कर्जन ने भारत में ऐतिहासिक इमारतोंों की सुरक्षाा एवंं मरम्मत की ओर ध्यायान देते हुए 50000 पौंड की धनराशि का आवंंटन किया था।",
        },
        {
            id: "modern-4-113",
            question: "119. भारत में कर्जन के प्रशासन की तुलना औरंंगजेब से किसने की थी?",
            options: [
                "बी.जी. तिलक",
                "जी.के. गोोखले",
                "दादाभाई नौरोोजी",
                "एनी बेसेंट"
            ],
            correctAnswer: 1,
            explanation: "लॉर्ड कर्जन ने अपने वायसराय काल (1899-1905 ई.) में भारतीय जनमानस की आकांंक्षााओं की पूर्णत: अवहेलना करते हुए भारत में ब्रिटिश शासन कोो सुदृढ़ करने का प्रयास किया। गोोपाल कृष्ण गोोखले ने कर्जन के प्रशासन की तुलना मुगल सम्रााट औरंंगजेब से की थी।",
        },
        {
            id: "modern-4-114",
            question: "120. इम्पीपीरिययल कैडेट कॉर्प्स की स्थाथापना किसने की?",
            options: [
                "लॉर्ड मिंंटोो",
                "लॉर्ड कर्जन",
                "लॉर्ड लिटन",
                "लॉर्ड रिपन"
            ],
            correctAnswer: 1,
            explanation: "लॉर्ड कर्जन ने वर्ष 1901 में ‘इम्पीपीरियल कैडेट कॉर्प्स’ की स्थाथापना की। इसका उद्देश्य्य देशीय नरेशोंों के राजकुमारोंों एवंं सामंंतोंों के पुत्रोंों कोो सैनिक शिक्षाा का प्रबंध करना था।",
        },
        {
            id: "modern-4-115",
            question: "121. भारत में ब्रिटिश साम्रााज्य के दौरान निम्नलिखित वाययसराययों पर विचार कीजिए- 1. लॉर्ड कर्जन 3. लॉर्ड चेम्ससफोर्ड 2. लॉर्ड हार्डिंंग 4. लॉर्ड इरविन उपर्युक्त की पदावधिययों का सही कालानुक्रम है-",
            options: [
                "1-2-3-4",
                "2-4-1-3",
                "1-4-2-3",
                "2-3-1-4"
            ],
            correctAnswer: 0,
            explanation: "प्रश्न्नगत वायसरायोंों का सही कालानुक्रम निम्नलिखित है- 1. लॉर्ड कर्जन - 1899-1905 ई. 2. लॉर्ड हार्डिंंग - 1910-1916 ई. 3. लॉर्ड चेम्ससफोर्ड - 1916-1921 ई. 4. लॉर्ड इरविन - 1926-1931 ई. अत: विकल्पप (a) सही उत्तर है।",
        },
        {
            id: "modern-4-116",
            question: "122. असैनिक प्रशासन 1905 के संदर्भ में‚ कौन-सा कथन सही है/हैं? 1. लॉर्ड कर्जन ने प्रांतीयय सीमाओं को पुनर्गठित करने का निर्णयय लियया। 2. पूर्वी बंंगाल और आसाम नामक एक नयया प्रांत बनायया गयया। नीचे दिए गए कूटों में से सही उत्तर चुनिए -",
            options: [
                "केवल 1",
                "1 और 2 दोोनोंों",
                "केवल 2",
                "न तोो 1 और न ही 2"
            ],
            correctAnswer: 1,
            explanation: "वर्ष 1905 में गवर्नर जनरल लॉर्ड कर्जन ने प्रांंतीय सीमाओं कोो पुनर्गठित करने का निर्णय लिया। इसने बंंगाल कोो दोो भागोंों में बांंटकर ‚पूर्वी बंंगाल और आसाम नामक एक नया प्रांंत बनाया तथा बंंगाल के पश्चिमी भाग में बंंगाल‚ बिहार‚ उड़ीसा‚ छोोटानागपुर कोो शामिल किया। इसके अतिरिक्त उसने मद्राास और मध्यय प्रांंत की सीमाओं में भी बदलाव किया था।",
        },
        {
            id: "modern-4-117",
            question: "123. लॉर्ड कर्जन के संदर्भ में कौन-सा/से कथन सत्य है/हैं? 1. अंंग्रेजी साम्रााज्य को ग्रेनाइट की चट्टाट्टान पर स्थापित करना। 2. कलकत्ता निगम अधिनिययम की घोषणा। नीचे दिए गए कूट का प्रययोग करके सही उत्तर चुनिए: कूट :",
            options: [
                "1 और 2 दोोनोंों",
                "न तोो 1 ना ही 2",
                "केवल 2",
                "केवल 1"
            ],
            correctAnswer: 0,
            explanation: "कलकत्ता निगम अधिनियम‚ 1899 की घोषणा‚ लॉर्ड कर्जन के समय हुई थी। अत: कथन (2) सत्यय है। हालांकि अंंग्रेजी साम्रााज्यय कोो ग्रेनाइट की चट्टान पर स्थापित करने का प्रत्यक्ष संदर्भ और कथन तोो लॉर्ड कर्जन के संदर्भ में नहीं मिलता। तथापि कर्जन ने वर्ष 1904 में ब्रिटेन के साम्रााज्यवादी मिशन के संदर्भ में कहा था‚ ‘‘मेरे लिए संदेश ग्रेनाइट में उकेरा गया है‚ यह कयामत की चट्टान से उकेरा गया है कि हमारा काम धार्मिक है और कायम रहेगा।’’ अत: इस आधार पर कथन (1) भी सत्यय माना जा सकता है।",
        },
        {
            id: "modern-4-118",
            question: "125. ‘मुझे विश्वावास है कि कांंग्रेस अपने विनाश की तरफ जा रही है और मेरी ययह बड़ी इच्छाछा भारत में रहते होगी कि इसके शांंतिप्रियय निधन के लिए इसका सहाययक बनूंं।’’ ययह किसने लिखा?",
            options: [
                "लॉर्ड लिटन",
                "लॉर्ड डफरिन",
                "लॉर्ड कर्जन",
                "लॉर्ड मिंंटोो"
            ],
            correctAnswer: 2,
            explanation: "अंंग्रेज शासक समझते थे कि नरमपंथियोंों के नेतृत्व में कांंग्रेस काफी कमजोोर है‚ जनता में इसकी पैठ नहीं है‚ अत: इसे खत्म किया जा सकता है। इस नीति के सबसे बड़े प्रवक्ताा थे- लॉर्ड कर्जन। वर्ष 1900 में कर्जन ने ब्रिटिश सेक्रेटरी ऑफ स्टेटेट कोो लिखा ‘‘मुझे विश्वाास है कि कांंग्रेस अपने विनाश की तरफ जा रही है और मेरी यह बड़ी इच्छा भारत में रहते होोगी कि इसके शांतिप्रिय निधन के लिए इसका सहायक बनूंं।’’ वर्ष 1903 में उन्होंोंने मद्राास गवर्नर कोो लिखा ‘‘जब से मैं भारत आया हूंं‚ मेरी नीति यही रही है कि किसी भी तरह कांंग्रेस कोो नपुंंसक बना दूंं।’’ कर्जन ने कांंग्रेस अध्यक्ष के नेतृत्व में प्रतिनिधिमंडल से मिलने से इनकार कर दिया था।",
        },
        {
            id: "modern-4-119",
            question: "126. इनमें से किस गवर्नर जनरल ने सबसे पहले ‘पृथक निर्वाचन मंंडल’ की व्यवस्थाथा‚ मुसलमानों को जीतने व उन्हहें कांंग्रेस के विरुद्ध करने के लिए इस्तेतेमाल की?",
            options: [
                "लॉर्ड कर्जन",
                "लॉर्ड डफरिन",
                "लॉर्ड हार्डिंंग",
                "लॉर्ड मिंंटोो M.P."
            ],
            correctAnswer: 3,
            explanation: "नवंंबर‚ 1905 में लॉर्ड कर्जन के स्थाथान पर लॉर्ड मिंंटोो कोो भारत का वायसराय नियुक्त किया गया तथा जॉॉन माॅर्लेे कोो भारत राज्यय सचिव नियुक्त किया गया। इनके द्वाारा किए गए सुधारोंों कोो माॅर्लेे-मिंंटोो सुधार (1909 ई.) के नाम से जाना जाता है। इस अधिनियम के द्वाारा मुसलमानोंों के लिए पहली बार पृथक मताधिकार तथा पृथक निर्वाचन क्षेत्रोंों की स्थाथापना की गई। इसका उद्देश्य्य मुसलमानोंों कोो कांंग्रेस के विरुद्ध करना था।",
        },
        {
            id: "modern-4-120",
            question: "127. निम्नलिखित में से कौन भारत का एकमात्र ययहूदी वाययसरायय था?",
            options: [
                "लॉर्ड कर्जन",
                "लॉर्ड कैनिंंग",
                "लॉर्ड इर्विन",
                "लॉर्ड रीडिंंग"
            ],
            correctAnswer: 3,
            explanation: "भारत का एकमात्र यहूदी वायसराय लॉर्ड रीडिंंग (1921-1926 ई.) था। इसके समय चौरी-चौरा कांड‚ स्वराज पार्टीी का गठन तथा रौलेट एक्टट का निरसन हुआ।",
        },
        {
            id: "modern-4-121",
            question: "128. निम्नलिखित ययुग्ममों में से कौन-सा एक सही सुमेलित नहींं है-",
            options: [
                "पिट्‌स इंडिया एक्ट - वॉॉरेन हेस्टिंग्संग्स",
                "डॉक्ट्रिन ऑफ लैप्स - डलहौजी",
                "वर्नाक्यूयूलर प्रेस एक्ट - कर्जन",
                "इल्बर्ट बिल - रिपन"
            ],
            correctAnswer: 2,
            explanation: "वर्नाक्यूयूलर प्रेस एक्टट या देशी भाषा समाचार-पत्र अधिनियम‚ 1878 में लॉर्ड लिटन के काल में पारित किया गया। इस अधिनियम कोो ‘मुंंह बंद करने वाला अधिनियम’ भी कहा गया। सरकार अवांंछनीय विषयोंों कोो प्रकाशित करने के अपराध में संंबद्ध पत्र कोो चेतावनी दे सकती थी अथवा उससे जमानत ले सकती थी‚ जमानत कोो जब्तत कर सकती थी और यदि यह अपराध पुन: किया जाता था‚ तोो सरकार छापाखाने कोो भी जब्तत कर सकती थी। अर्सकिन पेरी ने इस अधिनियम कोो ‘विपरीतगामी और असंंगत’ तथा भारत की भावी प्रगति के लिए ‘घातक पग’ बताया। एस.एन. बनर्जीी ने इसे ‘आकाश से वज्रपात’ कहा है। इस अधिनियम के अधीन-सोम प्रकाश‚ भारत मिहिर‚ ढाका प्रकाश‚ सहचर तथा अन्यय अनेक समाचार-पत्रोंों के विरुद्ध मामले दर्ज किए गए। प्रश्न्नगत अन्यय तीनोंों युग्म सुमेलित हैं।",
        },
        {
            id: "modern-4-122",
            question: "129. निम्नलिखित में से कौन-सा एक ययुग्मम सुमेलित नहींं है?",
            options: [
                "ठगी का दमन - विलियम बेंटिक",
                "इल्बर्ट बिल - रिपन",
                "रिंंग फेंस की नीति - वॉॉरेन हेस्टिंग्संग्स",
                "वर्नाक्यूयूलर प्रेस एक्ट - कर्जन"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-4-123",
            question: "130. ब्रिटिश भारत की राजधानी का कलकत्ता से दिल्लीली स्थाथानांंतरण किसके काल में क्रिययान्वित हुआ?",
            options: [
                "लॉर्ड मिंंटो",
                "लॉर्ड हार्डिंंग",
                "लॉर्ड चेम्ससफोर्ड",
                "लॉर्ड रीडिंंग"
            ],
            correctAnswer: 1,
            explanation: "वायसराय लॉर्ड हार्डिंंग द्वितीय के समय भारत की राजधानी का कलकत्ता से दिल्लीली स्थाथानांंतरण किया गया। वायसराय लॉर्ड हार्डिंंग द्वितीय के शासनकाल में वर्ष 1911 में जॉर्ज पंंचम एवंं महारानी मेरी का भारत आगमन हुआ तथा दिल्लीली में भव्यय दरबार का आयोोजन किया गया‚ जिसे दिल्लीली दरबार (तृतीय दिल्लीली दरबार) के नाम से जाना जाता है। इसी दरबार में बंंगाल विभाजन कोो रद्द करने तथा राजधानी के स्थाथानांंतरण की घोषणा की गई।",
        },
        {
            id: "modern-4-124",
            question: "131. सही जोड़े बनाइए तथा नीचे दिए गए कूट से सही उत्तर चुनिए-",
            options: [
                "चूक का सिद्धांत/हड़प नीति (1) कर्जन (डॉक्ट्रिन ऑफ लैप्स)",
                "बंंगाल का विभाजन (2) क्‍लालाइव",
                "बंंगाल में दोहरा शासन (3) डलहौजी",
                "सामाजिक सुधार (4) बेंटिक कूट : A B C D"
            ],
            correctAnswer: 2,
            explanation: "सही सुमेलन इस प्रकार है- चूक का सिद्धांंत/हड़प नीति - डलहौजी बंंगाल का विभाजन - लॉर्ड कर्जन बंंगाल में दोोहरा शासन - क्लालाइव सामाजिक सुधार - बेंटिक",
        },
        {
            id: "modern-4-125",
            question: "132. सूची-I को सूची-II से सुमेलित कीजिए और सूचिययों के नीचे दिए हुए कूट की सहाययता से सही उत्तर का चययन कीजिए- सूची-I A. बंंगाल में फोर्ट विलिययम प्रेसीडेंसी का गवर्नर जनरल (रेग्युलेटिंंग एक्टट‚ 1773 के अधीन) B. भारत का गवर्नर जनरल (चार्टर एक्टट‚ 1833 के अधीन) C. भारत का गवर्नर जनरल और वाययसरायय (इंडियय न काउंसिल एक्टट‚ 1858 के अधीन) D. गवर्नर जनरल और सम्रााट का प्रतिनिधि (गवर्नमेंट ऑफ इंडियय ा एक्टट‚ 1935 के अधीन) सूची-II 1. आर्किबाल्डड पर्सिवल वेवेल‚ बाइकाउंंट और अर्ल वेवेल 2. जेम्सस एंंड्रूूज ब्रााउन-रैम्जेजे‚ डलहौजी का अर्ल और मार्क्विस 3. चार्ल्स कॉर्नवालिस‚ कॉर्नवालिस का दूसरा अर्ल और पहला मार्क्विस 4. गिलबर्ट जॉन इलिययट-मरे-कीनिन्मांड‚ मिंंटो का अर्ल 5. लुई माउंंटबेटन‚ बर्मा का अर्ल माउंंटबेटन कूट :",
            options: [
                "A-3, B-2, C-4, D-1",
                "A-3, B-4, C-1, D-5",
                "A-2, B-3, C-4, D-5",
                "A-4, B-2, C-3, D-1"
            ],
            correctAnswer: 0,
            explanation: "अंंग्रेजोंों द्वाारा बंंगाल के अधिग्रहण के उपरांंत कंपनी के कार्योंों कोो नियंत्रित करने के लिए रेग्युलेटिंंग एक्टट‚ 1773 ब्रिटिश संंसद द्वाारा पारित किया गया। इसी एक्टट के तहत कंपनी के गवर्नर कोो बंंगाल का गवर्नर जनरल बना दिया गया। बंंगाल के प्रथम गवर्नर जनरल के रूप में वॉॉरेन हेस्टिंग्संग्स की नियुक्ति की गई। यद्यपि विकल्पप में वॉॉरेन हेस्टिंग्संग्स नहीं है‚ तोो उसका उत्तरवर्तीी कॉर्नवालिस कालक्रमानुसार उत्तर होोगा। इस प्रकार प्रश्ना्नानुसार‚ 1833 का एक्ट - डलहौजी की नियुक्ति 1858 का एक्ट - मिंंटोो की नियुक्ति 1935 का एक्ट - वेवेल की नियुक्ति",
        },
        {
            id: "modern-4-126",
            question: "133. सूची-I को सूची-II से सुमेलित कीजिए तथा नीचे दिए गए कूट से सही उत्तर चुनिए- सूची - I सूची -II (स्थाथान) (अंंग्रेजों द्वाारा विलयय का वर्ष) A. संंभलपुर 1. 1848 B. सतारा 2. 1849 C. अवध 3. 1854 D. झांंसी 4. 1856 कूट : A B C D",
            options: [
                "2 1 3 4",
                "2 1 4 3",
                "1 2 4 3",
                "3 1 4 2"
            ],
            correctAnswer: 1,
            explanation: "सही सुमेलन इस प्रकार है- सूची-I सूची-II (स्थाथान) (अंंग्रेजों द्वाारा विलयय का वर्ष) संंभलपुर 1849 ई. सतारा 1848 ई. अवध 1856 ई. झांंसी 1854 ई.",
        },
        {
            id: "modern-5-001",
            question: "1. भारत में उपनिवेशी शासनकाल में ‘होम चार्जेेज’ भारत से संंपत्ति दोहन का महत्ववपूर्ण अंंग थे। निम्नलिखित में से कौन-सी निधि/ निधिययांं ‘होम चार्जेेज’ की संंघटक थी/थीं? 1. लंदन में इंडियय ा ऑफिस के भरण-पोषण के लिए प्रययोग में लाई जाने वाली निधि। 2. भारत में कार्यरत अंंग्रेज कर्मचारिययों के वेतन तथा पेंशन देने हेतु प्रययोग में लाई जाने वाली निधि। 3. भारत के बाहर हुए ययुद्धों को लड़ने में अंंग्रेजों द्वाारा प्रययोग में लाई जाने वाली निधि। निम्नलिखित कूटों के आधार पर सही उत्तर चुनिए-",
            options: [
                "केवल 1",
                "केवल 1 और 2",
                "केवल 2 और 3",
                "1, 2 और 3"
            ],
            correctAnswer: 1,
            explanation: "औपनिवेशिक शासनकाल में भारत सरकार के गृह शुल्कोंों (Home Charges) से तात्पर्य इंग्लंग्लैंड में स्थित भारत के राज्यय सचिव (Secretary of State For India) द्वाारा भारत सरकार की ओर से किया गया व्ययय था। इसमें शामिल थे-भारतीय सार्वजनिक ऋण एवंं रेलोंों पर लगाई गई पूंंजी पर दिया गया ब्यायाज‚ भारत कोो आपूर्ति की गई सैन्यय व अन्यय सामग्रियांं भारत के कारण इंग्लंग्लैंड में दिए जाने वाले नागरिक और सैनिक शुल्कक‚ इंग्लंग्लैंड में भारत के राज्यय सचिव (अन्यय नाम-भारत सचिव‚ भारतीय सचिव‚ भारत मंत्रींत्री) का वेतन (वर्ष 1919 तक) तथा भारत सरकार द्वाारा यूरोोपीय अफसरोंों कोो दिए जाने वाले भत्ते और पेंशन। भारत के बाहर हुए युद्धोंों कोो लड़ने में अंंग्रेजोंों द्वाारा प्रयोोग में लाई जाने वाली निधि गृह शुल्कोंों पर भारित नहीं थी। अत: विकल्पप (b) अभीष्ट उत्तर होोगा।",
        },
        {
            id: "modern-5-002",
            question: "2. शब्द ‘इंंपीरिययल प्रेफरेंस’ का प्रययोग कियया जाता था-",
            options: [
                "भारत में िब्रटिश आयातोंों पर दी गई विशेष रियायतोंों के लिए।",
                "ब्रिटिश नागरिकोंों द्वाारा किए जा रहे प्रजातीय भेदभाव के लिए।",
                "ब्रिटिश हित के लिए किए जा रहे भारतीय हित के दमन के लिए।",
                "भारतीय रियासतोंों के राजाओं पर ब्रिटिश पॉलिटिकल एजेंटोंों कोो दी जा रही तरजीह के लिए।"
            ],
            correctAnswer: 0,
            explanation: "ब्रिटिश काल में ‘इंंपीरियल प्रेफरेंस’ शब्दावली का प्रयोोग भारत में ब्रिटिश आयातोंों पर दी गई विशेष रियायतोंों के लिए किया जाता था।",
        },
        {
            id: "modern-5-003",
            question: "3. ब्रिटिश शासन के दौरान भारत में उद्योोगों का कोई स्ववतंत्र विकास नहींं हुआ। इसका कारण था-",
            options: [
                "भारी उद्योोगोंों का अभाव",
                "विदेशी पूंंजी की कमी",
                "प्रााकृतिक संंसाधनोंों की कमी",
                "\u0007धनिक वर्ग द्वाारा भू-संंपत्ति में निवेश करने कोो तरजीह दिया जाना"
            ],
            correctAnswer: 3,
            explanation: "ब्रिटिश शासन के दौरान भारत में धनिक वर्ग द्वाारा भू-संंपत्ति में निवेश करने कोो वरीयता दिए जाने के कारण उद्योोगोंों का बेहतर विकास नहीं होो सका।",
        },
        {
            id: "modern-5-004",
            question: "4. 18वीं शताब्दीी के मध्य इंग्लिश ईस्टट इंडियय ा कंपनी के द्वाारा बंंगाल से निर्यातित प्रमुख पण्यपदार्थ (स्टेटेपल कमोडिटी़ज) क्या थे?",
            options: [
                "अपरिष्कृष्कृत कपास‚ तिलहन और अ़फीम",
                "चीनी‚ नमक‚ जस्ताता और सीसा",
                "तांंबा‚ चांदी‚ सोोना‚ मसाले और चाय",
                "कपास‚ रेशम‚ शोोरा और अ़फीम"
            ],
            correctAnswer: 3,
            explanation: "प्रश्ना्नानुसार‚ 18वीं शताब्दीी के मध्यय इंग्लिश ईस्टट इंडिया कंपनी के द्वाारा बंंगाल से निर्यातित प्रमुख पण्ययपदार्थ (स्टेटेपल कमोडिटी़ज) कपास‚ रेशम‚ शोोरा एवंं अफीम आदि थे। 18वीं शताब्दीी में नील भी निर्यात की एक महत्वपूर्ण वस्तुतु थी। ध्यायातव्यय है कि इस काल में अफीम मुख्यय रूप से चीन कोो निर्यात की जाती थी।",
        },
        {
            id: "modern-5-005",
            question: "5. इस्ततमरारी बंदोबस्तत किसने लागू कियया?",
            options: [
                "वेलेजली",
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड डफरिन"
            ],
            correctAnswer: 2,
            explanation: "1793 ई. में लॉर्ड कॉर्नवालिस ने भू-राजस्व की स्थाथायी बंदोोबस्तत प्रणाली का प्राारंंभ किया। इसे इस्तमरारी‚ चिरस्थाथायी बंदोोबस्तत‚ मालगुजारी एवंं बीसवेदारी आदि भिन्नन-भिन्नन नामोंों से भी जाना जाता है। यह व्यवस्थाथा बंंगाल‚ बिहार‚ उड़ीसा तथा उत्तर प्रदेश के वाराणसी आदि क्षेत्रोंों में लागू थी। इसके अंंतर्गत समूचे ब्रिटिश भारत के क्षेत्रफल का लगभग 19 प्रतिशत हिस्सासा शामिल था। इस व्यवस्थाथा के अंंतर्गत जमींदारोंों के एक नए वर्ग कोो भू-स्वामी घोषित कर दिया गया‚ जिसे भूमि के लगान का 10/11 भाग कंपनी कोो देना था तथा 1/11 भाग अपनी सेवाओं के लिए अपने पास रखना था।",
        },
        {
            id: "modern-5-006",
            question: "6. किसके प्रशासन काल में ‘स्थाययी बंदोबस्तत’ प्रारंंभ कियया गयया था?",
            options: [
                "वॉॉरेन हेस्टिंग्संग्स",
                "लॉर्ड कॉर्नवालिस",
                "सर जॉॉन शोोर",
                "लॉर्ड वेलेजली"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-007",
            question: "7. किसने बंंगाल में चिरस्थाययी बंदोबस्तत प्रणाली की शुरुआत की?",
            options: [
                "होोल्टट मैकेंजी",
                "लॉर्ड कॉर्नवालिस",
                "वॉॉरेन हेस्टिंग्स",
                "उपर्युक्त में से कोोई नहीं"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-008",
            question: "8. स्थाययी बंदोबस्तत किससे कियया गयया?",
            options: [
                "जमींदारोंों से",
                "किसानोंों से",
                "मजदूरोंों से",
                "व्यायापारियोंों से M.P."
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-009",
            question: "9. ‘स्थाययी बंदोबस्तत’ किसके साथ कियया गयया?",
            options: [
                "जमींदारोंों के साथ",
                "ग्रामीण समुदायोंों के साथ",
                "मुकदमोंों के साथ",
                "किसानोंों के साथ"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-010",
            question: "10. किस गवर्नर-जनरल ने भारत में स्थाययी भू-राजस्वव व्यवस्थाथा स्थापित की थी?",
            options: [
                "लॉर्ड जॉॉन शोोर",
                "लॉर्ड क्‍लालाइव",
                "लॉर्ड कॉर्नवालिस",
                "लॉर्ड वॉॉरेन हेस्टिंग्संग्स"
            ],
            correctAnswer: 2,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-011",
            question: "11. लॉर्ड कॉर्नवालिस का स्थाययी बंदोबस्तत लागू कियया गयया-",
            options: [
                "1787 ई. में",
                "1789 ई. में",
                "1790 ई. में",
                "1793 ई. में"
            ],
            correctAnswer: 3,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-012",
            question: "12. 1793 में लॉर्ड कॉर्नवालिस की भू-व्यवस्थाथा प्रणाली लागू होने के बाद कानूनी विवादों की प्रवृत्ति में बढ़ोत्तरी देखी गई थी। निम्नलिखित प्रावधानों में से किस एक को सामान्यतयया इसके कारक के रूप में जोड़कर देखा जाता है?",
            options: [
                "रैयत की तुलना में जमींदार की स्थिति कोो अधिक सशक्त बनाना।",
                "ईस्टट इंडिया कंपनी कोो जमींदारोंों का अधिपति बनाना।",
                "न्यायिक पद्धति कोो अधिक कार्यकुशल बनाना।",
                "उपर्युक्त"
            ],
            correctAnswer: 3,
            explanation: "1793 ई. में लॉर्ड कॉर्नवालिस द्वाारा प्राारंंभ स्थाथायी बंदोोबस्तत (जमींदारी व्यवस्थाथा) वाली भू-व्यवस्थाथा प्रणाली में जमींदारोंों का भूमि पर वास्तविक अधिकार स्वीीकृत कर लिया गया था (जब तक कि वे लगान एकत्र कर उसका 10/11 भाग सरकार कोो देते रहते)। लेकिन जमींदारी का भू-क्षेत्र निर्धारित नहीं था। लगान रहित अनुदान भूमि‚ चरागाह‚ परती आदि भूमि निर्धारित न होोने के कारण कानूनी विवाद बढ़े। जमींदार एवंं कृषक के बीच अनेक मध्ययस्थोंों के कारण भी विधिक वादोंों की संंख्याया में बढ़ोोत्तरी हुई। स्पपष्ट है कि अभीष्ट विकल्पप (d) होोगा।",
        },
        {
            id: "modern-5-013",
            question: "13. चिरस्थाययी बंदोबस्तत‚ 1793 के अंंतर्गत जमींंदारों से अपेक्षाा की गई थी कि वे खेतिहरों को पट्टा जारी करेंगे। अनेक जमींदारों ने पट्टा जारी नहीं िकए। इसका कारण था-",
            options: [
                "जमींदारोंों के ऊपर किसानोंों का विश्वाास था।",
                "जमींदारोंों के ऊपर कोोई सरकारी नियंंत्रण नहीं था।",
                "यह ब्रिटिश सरकार की जिम्मेदारी थी।",
                "खेतिहरोंों की दिलचस्पीपी पट्टा प्रााप्‍तत करने में नहीं थी।"
            ],
            correctAnswer: 1,
            explanation: "लॉर्ड कॉर्नवालिस ने 1793 ई. में स्थाथायी बंदोोबस्तत व्यवस्थाथा लागू की। इसके तहत जमींदार‚ जिन्हहें भू-स्वामी के रूप में मान्ययता प्रााप्तत थी‚ कोो अपने क्षेत्रोंों में भू-राजस्व की वसूली कर उसका 1/11वांं हिस्सासा अपने पास रखना होोता था और शेष हिस्सासा कंपनी के पास जमा करना होोता था। जमींदार काश्त्तकारोंों से मनचाहा लगान वसूल करता था और समय से लगान न देने वाले काश्त्तकारोंों से जमीन भी वापस छीन ली जाती थी। कुल मिलाकर काश्त्तकार पूरी तरह जमींदारोंों की दया पर निर्भर होोता था। जमींदारोंों के ऊपर कोोई सरकारी नियंंत्रण नहीं था तथा इस कारण बहुत से मामलोंों में पट्टे जारी नहीं किए जाते थे। इसी के फलस्वरूप 1859 ई. के बंंगाल रेंट अधिनियम (द बंंगाल रेंट एक्टट) पारित होोने के तीन दशक पहले कुछ जिलोंों में और बंंगाल-बिहार सीमा के संंथाल क्षेत्र के किसानोंों ने अपने परंंपरागत अधिकारोंों की रक्षाा के लिए हिंंसा का सहारा लिया।",
        },
        {
            id: "modern-5-014",
            question: "14. बिहार में ‘परमानेंट सेटिलमेंट’ लागू करने का कारण था-",
            options: [
                "जमींदारोंों का जमीन पर अधिकार न रहना",
                "जमींदारोंों के लिए जमीन पर वंंश परंंपरागत अधिकार कोो स्वेच्छाेच्छा से हस्तांंतरित करने का अधिकार",
                "भू-राजस्व का राजस्व निर्णय करना",
                "जमींदारी-प्रथा का निर्मूलन"
            ],
            correctAnswer: 2,
            explanation: "लॉर्ड कॉर्नवालिस के समय भू-राजस्व व्यवस्थाथा आरंंभ में दस वर्षीीय व्यवस्थाथा के रूप में 1790 ई. में लागू की गई थी‚ जोो 22 मार्च‚ 1793 कोो ‘परमानेंट सेटिलमेंट’ (स्थाथायी बंदोोबस्तत) के रूप में स्थापित हुई। इस व्यवस्थाथा कोो बिहार में लागू करने का मुख्यय कारण कंपनी के लिए भू-राजस्व की एक निश्चित राशि तय करना था।",
        },
        {
            id: "modern-5-015",
            question: "15. रिक्त स्थाथान की पूर्ति कीजिए- .......... में बंंगाल और बिहार में भूमि पर किराययेदारों के अधिकारों को बंंगाल किराययेदारी अधिनिययम द्वाारा दियया गयया था।",
            options: [
                "1885",
                "1886",
                "1889",
                "1900"
            ],
            correctAnswer: 0,
            explanation: "1793 ई. में लॉर्ड कॉर्नवालिस द्वाारा स्थाथायी बंदोोबस्तत कोो लागू किया गया‚ जिसने जमींदारोंों कोो कई अधिकार प्रदान किए। 19वीं शताब्दीी तक आते- आते भूमि की मांंग बढ़ने लगी और भूमि मालिकोंों ने किराए में बढ़ोोतरी की। यह समय किसानोंों के विद्रोोह का था। इसी बीच बंंगाल सरकार ने बंंगाल एवंं बिहार में बंंगाल किरायेदारी अधिनियम‚ 1885 कोो लागू किया‚ जिसमें भूमि मालिकोंों (जमींदारोंों) और किरायेदारोंों के अधिकारोंों कोो परिभाषित किया गया।",
        },
        {
            id: "modern-5-016",
            question: "16. निम्नलिखित में से कौन ब्रिटिश शासन के दौरान भारत में रैययतवाड़ी बंदोबस्तत के प्रारंंभ किए जाने से संबद्ध था/थे? 1. लॉर्ड कॉर्नवालिस 2. अलेक्जजेंडर रीड 3. टॉमस मुनरो नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए-",
            options: [
                "केवल 1",
                "केवल 1 और 3",
                "केवल 2 और 3",
                "1, 2 और 3"
            ],
            correctAnswer: 2,
            explanation: "रैयतवाड़ी बंदोोबस्तत अंंग्रेजोंों द्वाारा भारत में भू-राजस्व वसूली हेतु लागू की गई एक प्रणाली थी। अलेक्जजेंडर रीड ने मद्राास प्रेसीडेंसी में सर्वप्रथम 1792 ई. में तमिलनाडु के बारामहल क्षेत्र में रैयतवाड़ी व्यवस्थाथा लागू की। 1820 ई. में मद्राास का गवर्नर बनने पर थॉमस मुनरोो ने इसे पूरे मद्राास प्रेसिडेंसी में लागू किया। मुनरोो के शिष्यष्य एलफिंस्टटन ने इसे बॉॉम्बेबे प्रेसीडेंसी में लागू किया। (संंपूर्ण ब्रिटिश भारत के लगभग 51 प्रतिशत क्षेत्र [मद्राास‚ बाॅम्बेबे, असम एवंं कुर्ग (आधुनिक कर्नाटक का एक भाग) आदि] में यह व्यवस्थाथा लागू की गई थी। इस व्यवस्थाथा के अंंतर्गत रैयतोंों कोो भूमि का मालिकाना हक दिया गया‚ जिसके द्वाारा ये प्रत्यक्ष रूप से सीधे या व्यक्तिगत रूप से भू-राजस्व अदा करने के लिए उत्तरदायी थे। 1835 ई. के बाद जी. विंंगेट और एच.ई.गोोल्डस्मििथ द्वाारा इस व्यवस्थाथा में सुधार किए गए।",
        },
        {
            id: "modern-5-017",
            question: "17. रैययतवाड़ी व्यवस्थाथा सर्वप्रथम कहांं लागू की गई थी?",
            options: [
                "गुजरात",
                "मद्राास",
                "बंंबई",
                "उड़ीसा"
            ],
            correctAnswer: 1,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें।",
        },
        {
            id: "modern-5-018",
            question: "18. भू-राजस्वव की स्थाययी बंदोबस्तत एवंं रैययतवाड़ी प्रणाली क्रमश: शुरू की गई-",
            options: [
                "बंंगाल तथा मद्राास में",
                "मद्राास तथा पंंजाब में",
                "मद्राास तथा बंंगाल में",
                "पंंजाब तथा बंंगाल में"
            ],
            correctAnswer: 0,
            explanation: "उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 19. सर थॉमस मुनरो भू-राजस्वव बंदोबस्तत से संबद्ध हैं- (a) स्थाथायी बंदोोबस्त (b) महालवाड़ी बंदोोबस्तत (c) रैयतवाड़ी बंदोोबस्त (b) उपर्युक्त में से कोोई नहीं U.P. P.C.S. (Pre) 2000 उत्तर-(c) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 20. मद्राास के रैययतवाड़ी बंदोबस्तत से कौन संबंधित रहा था? (a) मेलकॉम (b) मेटकॉॉफ (c) मुनरोो (d) एलफिंस्टटन उत्तर-(c) U.P.P.C.S. (Spl.) (Pre) 2008 उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 21. रैययतवाड़ी प्रथा प्रारंंभ की थी- (a) टॉमस मुनरो (b) मार्टिन बर्ड (c) कॉर्नवालिस (d) लॉर्ड डलहौजी U.P. P.C.S. (Pre) 1992 उत्तर-(a) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 22. अंंग्रेजों ने रैययतवाड़ी बंदोबस्तत कहांं लागू कियया था? (a) बंंगाल प्रेसीडेंसी (b) मद्राास प्रेसीडेंसी (c) बंंबई प्रेसीडेंसी (d) मद्राास और बंंबई प्रेसीडेंसी I.A.S. (Pre) 1993 U.P. U.D.A./L.D.A. (Pre) 2001 Jharkhand P.C.S. (Pre) 2011 उत्तर-(d) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 23. अंंग्रेजों ने रैययतवाड़ी व्यवस्थाथा सर्वप्रथम आरंंभ की थी- (a) बंंगाल प्रेसीडेंसी में (b) आगरा में (c) बंंबई प्रेसीडेंसी में (d) मद्राास प्रेसीडेंसी में U.P.P.C.S. (Mains) 2016 उत्तर-(d) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 24. ब्रिटिश व्यवस्थाथा में रैययतवाड़ी भू-राजस्वव संग्रह प्रचलित था- (a) उत्तरी भारत में (b) पूर्वी भारत में (c) पश्चिमी भारत में (d) दक्षिणी भारत में U.P.P.S.C. (R.I.) 2014 उत्तर-(*) भारत में भू-राजस्व वसूली हेतु प्राारंंभ की गई रैयतवाड़ी व्यवस्थाथा की शुरुआत तमिलनाडु के बारामहल जिले से प्राारंंभ हुई थी। जिसे बाद में मद्राास‚ बाम्बेबे‚ असम तथा कुर्ग (आधुनिक कर्नाटक का एक भाग) में लागू की गई थी। अत: रैयतवाड़ी भू-राजस्व व्यवस्थाथा के अंंतर्गत शामिल क्षेत्रोंों में पश्चिम भारत तथा दक्षिण भारत दोोनोंों शामिल थे। 25. रैययतवाड़ी बंदोबस्तत के संदर्भ में निम्नलिखित कथनों पर विचार कीजिए- 1. किसानों द्वाारा लगान सीधे सरकार को दियया जाता था। 2. सरकार रैययत को पट्टे देती थी। 3. कर लगाने के पूर्व भूमि का सर्वेक्षण और मूल्य-निर्धारण कियया जाता था। उपर्युक्त में से कौन-सा/से कथन सही है/हैं? (a) केवल 1 (b) केवल 1 और 2 (c) 1, 2 और 3 (d) कोोई भी नहीं I.A.S. (Pre) 2012 उत्तर-(c) दक्षिण भारत में उत्तर भारत की तरह बड़े-बड़े भूखंडोंों एवंं बड़े जमींदारोंों के अभाव में वहांं रैयतवाड़ी व्यवस्थाथा कोो लागू किया गया। इस व्यवस्थाथा का सूत्रपात कैप्टन रीड और टॉमस मुनरोो ने किया था। रैयतवाड़ी व्यवस्थाथा के तहत किसानोंों कोो अपनी जमीन का मालिक माना जाता था‚ जोो सीधे सरकार कोो कर देते थे। कर का निर्धारण भूमि का सर्वेक्षण करने के बाद किया जाता था। भूमि सर्वेक्षण के बाद लगान के लिए किसान और सरकार के बीच एक समझौता होोता था। किसान की सहमति के बाद उसे पट्टा दिया जाता था‚ जोो भूमि पर उसकी निजी संंपत्ति का प्रमाण होोता था। 26. वह प्रथा‚ जिसके तहत किसान स्वयंं भूमि का मालिक होता है और सरकार को भू-राजस्वव के भुगतान के लिए जिम्मेदार माना जाता है? (a) जमींदारी प्रथा (b) रैयतवाड़ी प्रथा (c) महालवाड़ी प्रथा (d) दहसाला प्रथा (e) उपर्युक्त में से कोोई नहीं/ उपर्युक्त में से एक से अधिक 65th B.P.S.C. (Pre) 2019 उत्तर-(b) रैयतवाड़ी प्रथा के अंंतर्गत किसान स्वयंं भूमि का मालिक होोता है और सरकार कोो भू-राजस्व के भुगतान के लिए जिम्मेदार माना जाता है। 27. निम्नलिखित में से किसने कहा था ‘‘रैय्यतवाड़ी एक ऐसी व्यवस्थाथा है जो भारत में हमेशा से प्रचलित रही है’’? (a) जॉॉन शोोर (b) अलेक्जजेंडर डफ (c) कप्तातान/कैप्टन रीड (d) थॉमस मुनरोो Jharkhand P.C.S. (Pre) 2023 उत्तर-(d) रैयतवाड़ी (रैय्ययतवाड़ी) व्यवस्थाथा के जन्मदाता थॉमस मुनरोो तथा अलेक्जजेंडर रीड थे। भारत में अंंग्रेजोंों ने इसे सर्वप्रथम तमिलनाडु के बारामहल में लागू किया था। इस व्यवस्थाथा के तहत रैय्ययतोंों कोो भूमि के मालिकाना हक का अधिकार दिया गया था। इस व्यवस्थाथा के संंबंध में थॉमस मुनरोो ने कहा था कि ‘‘रैयतवाड़ी एक ऐसी व्यवस्थाथा है जोो भारत में हमेशा से प्रचलित रही है।’’ 28. नीचे दो कथन दिए गए हैं‚ जिनमें एक को कथन (A) और दूसरे को कारण (R) कहा गयया है - कथन (A) : ब्रिटिश सरकार ने भारत के अलग-अलग भागों में भू- राजस्वव की अलग-अलग व्यवस्थाथा लागू की थी। कारण (R) : इससे भारतीयय किसानों में अलग-अलग वर्ग बन गए। नीचे दिए गए कूट में से सही उत्तर चुनिए। कूट : (a) (A) और (R) दोोनोंों सही हैं और (R), (A) की सही व्यायाख्याया करता है। (b) (A) और (R) दोोनोंों सही हैं; परंंतु (R), (A) की सही व्यायाख्याया नहीं करता है। (c) (A) सही है; परंंतु (R) गलत है। (d) (A) गलत है; परंंतु (R) सही है। U.P. P.C.S. (Pre) 2020 उत्तर-(a) ब्रिटिश सरकार ने भारत के अलग-अलग भागोंों में भू-राजस्व की अलग- अलग व्यवस्थाथा लागू की थी। ये व्यवस्थाथाएंं थीं - स्थाथायी बंदोोबस्तत प्रणाली‚ रैयतवाड़ी व्यवस्थाथा तथा महालवाड़ी पद्धति। स्थाथायी बंदोोबस्तत व्यवस्थाथा बंंगाल‚ बिहार‚ उड़ीसा तथा उत्तर प्रदेश के वाराणसी आदि क्षेत्र में लागू थी। इसके अंंतर्गत समूचे ब्रिटिश भारत के क्षेत्र का लगभग 19 प्रतिशत हिस्सासा शामिल था। रैयतवाड़ी व्यवस्थाथा (लगभग 51 प्रतिशत हिस्सासा) मद्राास‚ बॉॉम्बेबे, असम तथा कुर्ग (आधुनिक कर्नाटक का एक भाग) में लागू थी। महालवाड़ी पद्धति (लगभग 30 प्रतिशत हिस्सासा) संंयुक्त प्रांंत‚ मध्यय प्रांंत तथा पंंजाब (कुछ परिवर्तनोंों के साथ) में लागू की गई थी। अत: स्पपष्ट है कि इससे भारतीय किसानोंों में अलग-अलग वर्ग बन गए थे। अत: कथन और कारण दोोनोंों सत्यय हैं तथा कारण (R) कथन (A) की सही व्यायाख्याया करता है। 29. निम्नलिखित में से कौन-सा ययुग्मम (भूमिधारण/भू-राजस्वव विकल्पप प्रणाली बनाम क्षेत्र) सही सुमेलित नहीं है? प्रणाली क्षेत्र (a) रैयतवाड़ीी प्रणाली - मद्राास (b) स्थाथायी बंदोोबस्त - बंंगाल (c) महालवाड़ीी प्रणाली - उत्तर-पश्चिम सीमा प्रांंत (d) ताल्लुलुक़दारी प्रणाली - बंंबई (मुंंबई) U.P. R.O./A.R.O. (Re-Exam) (Pre) 2023 उत्तर-(d) बंंबई प्रेसिडेन्सीसी में मुख्ययत: रैयतवाड़ीी व्यवस्थाथा प्रचलित थी; ‘ताल्लुलुक़दारी’ शब्द वहांं विशिष्ट राजस्व प्रणाली के रूप में नहीं अपनाया गया; इसीलिए विकल्पप (d) का युग्म सही सुमेलित नहीं है, जबकि अन्यय विकल्पप सही सुमेलित हैं। ताल्लुलुकदारी व्यवस्थाथा मुख्ययत: अवध क्षेत्र में प्रचलित थी। 30. कॉर्नवालिस द्वाारा राजस्वव संग्रहण के संदर्भ में‚ निम्नलिखित कथनों पर विचार कीजिए - 1. राजस्वव संग्रहण के रैययतवाड़ी बंदोबस्तत के अधीन‚ किसानों को फसल खराब होने यया प्राकृतिक आपदाओं की स्थिति में राजस्वव भुगतान से छूट दी गई थी। 2. बंंगाल स्थाययी बंदोबस्तत के अधीन‚ यदि जमींदार निययत तिथि पर यय ा उससे पहले राज्य को राजस्वव का भुगतान करने में विफल रहता‚ तो उसे उसकी जमींदारी से हटा दियया जाता। उपर्युक्त कथनों में से कौन-सा/कौन-से सही है/हैं? (a) केवल 1 (b) केवल 2 (c) 1 और 2 दोोनों (d) न तोो 1‚ न ही 2 I.A.S. (Pre) 2024 उत्तर-(b) राजस्व संग्रहण के रैयतवाड़ी बंदोोबस्तत के तहत‚ व्यक्तिगत किसान (रैयत) सीधे सरकार कोो भू-राजस्व के भुगतान के लिए उत्तरदायी थे और किसानोंों कोो खराब फसल या प्रााकृतिक आपदाओं की स्थिति में राजस्व भुगतान से छूट नहीं दी जाती थी। खराब फसलोंों या प्रााकृतिक आपदाओं के लिए राजस्व भुगतान में कोोई स्पपष्ट छूट या लगान से मुक्ति प्रदान नहीं की जाती थी‚ बल्कि कभी-कभी कुछ राहत प्रदान की जाती थी और उनका लगान थोोड़ा घटा दिया जाता था। अत: कथन 1 सही नहीं है। बंंगाल में स्थाथायी बंदोोबस्तत (जिसे लॉर्ड कॉर्नवालिस ने 1793 ई. में लागू किया था) के तहत जमींदारोंों कोो भूमि के मालिक या स्वामी के रूप में स्थापित किया गया था। राज्यय की भू-राजस्व की मांंग स्थाथायी रूप से निर्धारित कर दी गई थी‚ लेकिन यदि जमींदार एक नियत तिथि पर या उससे पहले राज्यय कोो राजस्व का भुगतान करने में विफल रहता था‚ तोो उसकी जमींदारी (भूमि अधिकार) सरकार द्वाारा लेकर नीलाम कर दी जाती थी और उसके अधिकार नए मालिक कोो हस्तांंतरित होो जाते थे। अत: कथन 2 सही है। नोट- चूंकि प्रश्न्न में कार्नवालिस के द्वाारा राजस्व ग्रहण की बात की गई है, जबकि कथन-1 में रैयतवाड़ी व्यवस्थाथा के विषय में बात की गई है, जिसका संंबंध कार्नवालिस से नहीं था। संंभवत: इसलिए संंघ लोोक सेवा आयोोग ने इस प्रश्न्न कोो मूल्यांंकन से बाहर कर दिया, हालांकि यदि कथन की सत्ययता कोो आधार बनाया जाए तोो विकल्पप (b) अर्थात कथन 2 सत्यय है। 31. पंंजाब भूमि हस्तांतरण अधिनिययम कब पारित कियया गयया? (a) 1850 (b) 1895 (c) 1900 (d) 1905 (e) उपर्युक्त में से कोोई नहीं/उपर्युक्त में से एक से अधिक 63rd B.P.S.C. (Pre) 2017 उत्तर-(c) पंंजाब भूमि हस्तांंतरण अधिनियम‚ 1900 ई. में पारित किया गया‚ जिससे कृषकोंों की भूमि का गैर-कृषकोंों के पास हस्तांंतरित होोना काफी हद तक नियंत्रित होो गया। 32. असम में सर्वप्रथम चायय कंपनी की स्थाथापना कब हुई थी? (a) 1835 में (b) 1837 में (c) 1839 में (d) 1841 में उत्तर-(c) U.P.R.O./A.R.O. (Pre) 2016 असम में सर्वप्रथम चाय कंपनी की स्थाथापना 1839 ई. में हुई थी। यह कंपनी 50 लाख रु. या 5 लाख पाउण्ड (5000000 रुपये या 500000 पाउण्ड) की पूंंजी के साथ इंग्लंग्लैंड में स्थापित की गई थी तथा नजीरा‚ असम में इस कंपनी का मुख्यायालय था। ‘असम कंपनी इंडिया लि.’ भारत की सबसे पुरानी व्यावसायिक चाय कंपनी है‚ जोो वर्तमान में भी कार्यरत है। 33. किसने बंंगाल में महालवारी बंदोबस्तत प्रणाली की शुरुआत की? (a) लॉर्ड हेस्टिंग्संग्स (b) लॉर्ड कॉर्नवालिस (c) होोल्टट मैकेंजी (d) उपर्युक्त में से एक से अधिक (e) उपर्युक्त में से कोोई नहीं 68th B.P.S.C. (Pre) 2022 उत्तर-(c) 1822 ई. में होोल्टट मैकेंजी ने बंंगाल प्रेसीडेंसी के उत्तर-पश्चिम प्रांंतोंों (इस क्षेत्र के अधिकांंश भाग वर्तमान उत्तर प्रदेश में स्थित है।) में भू-राजस्व व्यवस्थाथा की एक नई पद्धति महालवाड़ी तैयार की। इस प्रणाली में मध्यय प्रांंत और पंंजाब समेत ब्रिटिश भारत का लगभग 30 प्रतिशत भू-भाग शामिल था। महालवाड़ी पद्धति में जमींदारी और रैयतवाड़ी दोोनोंों के तत्व शामिल थे। पूछे गए प्रश्न्न में ‘बंंगाल’ शब्द का प्रयोोग किया गया है जोो कि त्रुटिपूर्ण है‚ यहांं उसकी जगह पर ‘बंंगाल प्रेसीडेंसी’ शब्द का प्रयोोग ज्यादा उपयुक्त है। अत: विकल्पप (c) सत्यय है। बिहार लोोक सेवा आयोोग ने भी अपने प्राारंभिक और संंशोधित दोोनोंों उत्तर पत्रकोंों में विकल्पप (c) कोो ही सत्यय माना है। 34. सूची - I को सूची - II से सुमेलित कीजिए तथा सूचिययों के नीचे दिए गए कूट से सही उत्तर चुनिए - सूची - I सूची - II A. जजमानी 1. उत्तर भारत B. बारा बलूट 2. कर्नाटक C. मिरासि 3. महाराष्ट्र D. अडाडे 4. तमिलनाडु कूट : A B C D (a) 1 2 3 4 (b) 1 3 2 4 (c) 1 4 2 3 (d) 1 3 4 2 U.P. P.C.S. (Pre) 2020 उत्तर-(d) सूची - I और सूची - II का सही सुमेलन है- सूची - I सूची - II जजमानी उत्तर भारत बारा बलूट महाराष्ट्र मिरासि तमिलनाडु अडाडे कर्नाटक UPPSC द्वाारा जारी उत्तर-कुंजी में इस प्रश्न्न का उत्तर विकल्पप (b) दिया गया है‚ जोो कि गलत है। 35. ब्रिटिश भारत में सैन्य बल पर केंद्रीयय राजस्वव का कुल कितना प्रतिशत व्ययय होता था? (a) 40% (b) 45% (c) 50% (d) 55% U.P.R.O./A.R.O. (Pre) 2021 उत्तर-(a) इस प्रश्न्न का उत्तर विवादित है, क्योंकि प्रश्न्न भारत में सैन्यय व्ययय कोो ब्रिटिश शासन के किसी कालावधि कोो ध्यायान में रखकर नहीं पूछा गया है, बल्कि प्रश्न्न के अनुसार इसमें संंपूर्ण ब्रिटिश काल के सैन्यय व्ययय का प्रतिशत पूछा गया है। बी.आर. टामलिंंसन की पुस्ततक ‘द पोलिटिकल इकोोनोोमिक आॅफ द राज, 1914-1947, में 1919 से 1940 तक भारत में ब्रिटिश सैन्यय व्ययय का प्रतिशत दिया गया है; जोो इस प्रकार है- 1919 से 1920 तक 65.1%, 1924 से 1925 तक 45.2%, 1929 से 1930 तक 44.6%, 1934 से 1935 तक 40.8% तथा 1939 से 1940 तक 40%। इस अवधि का औसत प्रतिशत निकालने पर यह प्रतिशत 45% से 47% के बीच में आता है। अत: दिए गए प्रश्न्न के आधार पर निष्कष्कर्ष निकाल पाना संंभव नहीं है, हालांकि उत्तर प्रदेश लोोक सेवा आयोोग द्वाारा जारी अपने उत्तर-पत्रक में विकल्पप (a) सत्यय माना है। 36. दादाभाई नौरोजी द्वाारा प्रतिपादित ‘अपवाह सिद्धांत’ (Drain Theory) की सही परिभाषा नीचे के किस कथन में आती है? (a) देश के संंसाधनोंों का उपयोोग ब्रिटेन के हित में किया जा रहा था। (b) भारत की राष्ट्रीीय संंपदा का एक भाग अथवा कुल वार्षिक उत्पाद ब्रिटेन कोो निर्यात कर दिया जाता था‚ जिसके लिए भारत कोो कोोई वास्तविक प्रतिफल नहीं मिलता था। (c) साम्रााज्यवादी शक्ति के संंरक्षण में ब्रिटिश उद्योोगपतियोंों कोो भारत में निवेश के अवसर दिए जाते थे। (d) भारत में ब्रिटिश सामान का आयात किया जाता था और देश कोो दिन-प्रतिदिन अधिकाधिक गरीब बनाया जाता था। I.A.S. (Pre) 1993 उत्तर-(b) धन के बहिर्गमन या अपवाह (Drain) की राष्ट्रवादी परिभाषा का तात्पर्य भारत से धन-संंपत्ति एवंं माल का इंग्लंग्लैंड में हस्तांंतरण था‚ जिसके बदले में भारत कोो इसके समतुल्यय कोोई भी आर्थिक‚ वाणिज्यिक या भौतिक प्रतिलाभ नहीं होोता था। ‘अपवाह सिद्धांंत’ के तहत इसी अप्रतिफलित निर्यात पर बल दिया गया। दादाभाई नौरोोजी धन के बहिर्गमन के सिद्धांंत के सबसे पहले और सर्वाधिक प्रखर प्रतिपादक थे। उन्होंोंने अपने लेखोंों एवंं पुस्ततकोंों पैम्फफलेट/पेपर्स- ‘पावर्टीी एंड अन-ब्रिटिश रूल इन इंडिया’, ‘द वॉॉन्ट्स एंड मीन्सस ऑफ इंडिया’ तथा ‘ऑन द कॉमर्स ऑफ इंडिया’ के माध्यम से अपने अपवाह सिद्धांंत का प्रतिपादन किया। 37. निम्नन में से किसने ‘निकास के सिद्धांत’ का प्रतिपादन कियया था? (a) दादाभाई नौरोोजी (b) गोोपाल कृष्ण गोोखले (c) लोोकमान्यय तिलक (d) मदन मोोहन मालवीय Uttarakhand U.D.A./L.D.A. (Mains) 2007 उत्तर-(a) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 38. अंंग्रेजों के शासनकाल में भारत के ‘आर्थिक दोहन’ के सिद्धांत को किसने प्रतिपादित कियया? (a) एम.एन. राय (b) जयप्रकाश नारायण (c) राममनोोहर लोहिया (d) दादाभाई नौरोोजी U.P. P.C.S. (Pre) 1995 U.P. P.C.S. (Main) 2004 उत्तर-(d) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 39. निम्नलिखित कथनों पर विचार कीजिए तथा उनके नीचे दिए गए कूट से सही उत्तर का चययन कीजिए- अभिकथन (A) : \u0007ब्रिटिश काल में सामान्यत: भारत का व्यापार संंतुलन अनुकूल था। कथन (R) : धन की निकासी का स्ववरूप अप्रतिफलित निर्यात था। कूट : (a) (A) तथा (R) दोोनोंों सही हैं तथा (R), (A) की सही व्यायाख्याया है। (b) (A) और (R) दोोनोंों सही हैं; परंंतु (R), (A) की सही व्यायाख्याया नहीं है। (c) (A) सही है‚ पर (R) गलत है। (d) (A) गलत है‚ पर (R) सही है। उत्तर-(a) U.P. P.C.S. (Pre.) 2017 बहिर्गमन अथवा निकासी की राष्ट्रवादी परिभाषा का तात्पर्य भारत से धन- संंपत्ति एवंं माल का इंग्लंग्लैंड में हस्तांंतरण था‚ जिसके बदले में भारत कोो इसके समतुल्यय कोोई भी आर्थिक‚ वाणिज्यिक या प्रतिलाभ नहीं होोता था। ब्रिटिश काल में सामान्ययत: भारत का व्यायापार संंतुलन अनुकूल था; क्योंकि इस दौरान आयात की तुलना में अधिक निर्यात होोता था। ईस्टट इंडिया कंपनी के धन निष्काष्कासन के स्रोोत थे- व्यायापारिक एकाधिकार से प्रााप्तत लाभ‚ कंपनी के कर्मचारियोंों के वेतन एवंं पेंशन‚ कंपनी के निवेशकोंों कोो दिया जाने वाला लाभांंश आदि। कंपनी द्वाारा जोो पैसा इंग्लंग्लैंड भेजा जाता था वही पैसा पुन: भारत में विदेशी ऋण तथा पूंंजी निवेश के रूप में प्रााप्तत होोता था। परंंतु इस पूंंजी निवेश का उद्देश्य्य देश का विकास नहीं बल्कि भारतीय साधनोंों का अधिकाधिक शोषण था। 1813 ई. के पश्चा्चात इस आर्थिक निकास ने ‘अप्रतिफल’ निर्यात का रूप धारण कर लिया। वर्ष 1914 के पहले भारत में अंंग्रेजी पूंंजी निवेश केवल उन आर्थिक साधनोंों में लगाए गए [जैसे- रेलवे‚ सड़क‚ व्यायापारिक जहाज तथा खनिज उद्योोग (कोोयला एवंं सोोना) एवंं वित्तीय संंस्थाथाओं (बैंक‚ बीमा एवंं वित्तीय निगम)], जोो अंंग्रेजी उद्योोग के अनुपूरक थे और इनमें भारतीय औद्योगि क विकास के लिए कोोई स्थाथान नहीं था। दादाभाई नौरोोजी ने धन के निकास कोो ‘अनिष्टोंों का अनिष्ट’ (evil of all evils) की संंज्ञाा दी और इसे भारत की निर्धनता का मुख्यय कारण बताया। अत: स्पपष्ट है कि (A) तथा (R) दोोनोंों सही हैं तथा (R), (A) की सही व्यायाख्याया है। 40. निम्नलिखित में से कौन भारत में उपनिवेशवाद का/के आर्थिक आलोचक था/थे? 1. दादाभाई नौरोजी 2. जी. सुब्रमण्य अय्यर 3. आर.सी. दत्त नीचे दिए गए कूट का प्रययोग कर सही उत्तर चुनिए। (a) केवल 1 (b) केवल 1 और 2 (c) केवल 2 और 3 (d) 1‚ 2 और 3 I.A.S. (Pre) 2015 उत्तर-(d) 1870 से 1905 ई. के बीच बहुत से भारतीय बुद्धिजीवियोंों ने ब्रिटिश शासन के आर्थिक पहलू कोो विश्लेषित किया। इनमें तीन लोोगोंों का योोगदान सबसे महत्वपूर्ण रहा‚ वे थे-1. दादाभाई नौरोोजी‚ 2. महादेव गोविंद रानाडे और 3. आई.सी.एस. अधिकारी रमेश चंद्र दत्त। इन्होंोंने भारत का आर्थिक इतिहास लिखा। इन तीनोंों के अतिरिक्त जी.वी. जोोशी‚ जी. सुब्रमण्यय अय्ययर (‘द हिंदू’ समाचार-पत्र के संंस्थाथापक सदस्यय)‚ गोोपाल कृष्ण गोोखले समेत अनेक राजनीतिक कार्यकर्ताओं और पत्रकारोंों ने तत्काकालीन अर्थव्यवस्थाथा के हर पहलू का गहराई से विश्लेषण किया। ये लोोग इस निष्कष्कर्ष पर पहुंचे कि भारत के आर्थिक विकास के रास्तेते में सबसे बड़ी बाधा उपनिवेशवाद ही है। 41. निम्नलिखित में से कौन दादाभाई नौरोजी के उत्सासारण सिद्धांत (Drain Theory) में विश्वावास नहींं करता था? (a) बाल गंंगाधर तिलक (b) आर.सी. दत्त (c) एम.जी. रानाडे (d) सर सैयद अहमद खांं I.A.S. (Pre) 1996 उत्तर-(d) सर सैयद अहमद खांं ब्रिटिश शासन के प्रति वफादार थे और मुस्लिम समाज का विकास वे भारत में आंग्लंग्ल सत्ता के बने रहने में ही संंभव मानते थे। अत: वे दादाभाई नौरोोजी के उत्सासारण सिद्धांंत में विश्वाास नहीं करते थे। 42. ‘पावर्टीी एंंड अन-ब्रिटिश रूल इन इंडियय ा’ नामक पुस्ततक किस वर्ष प्रकाशित हुई? (a) 1900 ई. (b) 1901 ई. (c) 1902 ई. (d) 1903 ई. U.P.P.C.S. (Pre) 2021 उत्तर-(b) ‘पावर्टीी एंड अन-ब्रिटिश रूल इन इंडिया’ के लेखक दादाभाई नौरोोजी हैं। यह पुस्ततक वर्ष 1901 में लंदन के स्वाान सोोनेशाइन एंड कंपनी (Swan sonnenschein & Company) द्वाारा प्रकाशित की गई थी। 43. ‘पावर्टीी एण्डड अन-ब्रिटिश रूल इन इंडियय ा’ पुस्ततक 1901 में किसके द्वाारा प्रकाशित की गई थी? (a) दादाभाई नौरोोजी (b) एस.एन. बनर्जीी (c) आर.सी. दत्त (d) फीरोोजशाह मेहता 70th B.P.S.C. (Pre) (Re-Exam) 2024 उत्तर-(a) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 44. ‘पावर्टीी एंंड द अन-ब्रिटिश रूल इन इंडियय ा’ नामक पुस्ततक किसने लिखी? (a) अमर्त्य कुमार सेन (b) रमेश चंद्र दत्त (c) गोोपाल कृष्ण गोोखले (d) दादाभाई नौरोोजी U.P. P.C.S. (Mains) 2004 उत्तर-(d) दादाभाई नौरोोजी (1825-1917 ई.) ने 1865 ई. में डब्ल्यूयू. सी. बनर्जीी मनोोहर घोष, फिरोोजशाह मेहता आदि के साथ मिलकर लंदन इंडियन सोोसायटी का गठन किया था।‚ इसका गठन भारतीय छात्रोंों द्वाारा राजनीतिक शिकायतोंों कोो व्यक्तत करने के लिए एक मंंच के रूप में किया गया था। 1892 ई. में लिबरल पार्टीी (उदारवादी दल) के टिकट पर ब्रिटिश हाउस ऑफ कॉमंंस के लिए चुने जाने वाले वे पहले भारतीय थे। दादाभाई नौरोोजी ने अपनी पुस्ततक ‘पावर्टीी एंड अन-ब्रिटिश रूल इन इंडिया’ में स्पपष्ट रूप से ब्रिटिश शासन के दौरान भारत की आर्थिक दुरावस्थाथा पर प्रकाश डाला तथा धन के बहिर्गमन अथवा धन के निकास सिद्धांंत का प्रतिपादन किया। 45. ब्रिटिश हाउस ऑफ कॉमन्सस में चुने जाने वाले दादाभाई नौरोजी प्रथम भारतीयय थे‚ जिन्हहोंने इस दल के टिकट पर चुनाव लड़ा - (a) उदारवादी दल (b) मजदूर दल (c) कंजर्वेटिव दल (d) साम्यवादी दल (e) उपर्युक्त में से कोोई नहीं/ उपर्युक्त में से एक से अधिक B.P.C.S. (Pre) 2016 उत्तर-(a) उपर्युक्त प्रश्न्न की व्यायाख्याया देखें। 46. ब्रिटिश शासन के समयय अर्थव्यवस्थाथा को खोखला करने (इकोनॉमिक ड्रेन) के सिद्धांत के बारे में पुस्ततक किसने लिखी थी? (a) लाला लाजपत राय (b) महात्माा गांधी (c) पंं. जवाहरलाल नेहरू (d) दादाभाई नौरोोजी U.P. P.C.S. (Mains) 2007 उत्तर-(d) ब्रिटिश शासन के समय अर्थव्यवस्थाथा कोो खोोखला करने के सिद्धांंत (Economic drain theory) पर दादाभाई नौरोोजी ने पुस्ततक लिखी। 47. ‘अनुद्योोगीकरण’ के संदर्भ में निम्नलिखित में से कौन-सा/से कथन सही है/हैं? 1. ययह प्रक्रियया 1813 में प्रारंंभ हुई। 2. ईस्टट इंडियय ा कंपनी के व्यापारिक एकाधिकारों की समाप्ति ने इस प्रक्रियया को तेज कियया। नीचे दिए गए कूट से सही उत्तर का चययन कीजिए- कूट : (a) केवल 1 (b) केवल 2 (c) 1 तथा 2 दोोनों (d) न तोो 1, न ही 2 U.P. P.C.S. (Mains) 2017 उत्तर-(c) भारत में अनुद्योोगीकरण की प्रक्रिया 1813 ई. के चार्टर एक्टट द्वाारा कंपनी का भारतीय व्यायापार का एकाधिकार समाप्तत करने से शुरू हुई। इससे ब्रिटेन की समस्तत प्रजा कोो पूर्वी विश्व के साथ व्यायापार की अनुमति प्रााप्तत होो गई। यह ब्रिटेन में हुई औद्योगि क क्रांति कोो विस्तातार देने के लिए किया गया था। इससे भारत ब्रिटिश उत्पादोंों का बाजार बन गया। 48. निम्नलिखित कथनों पर विचार कीजिए- दादाभाई नौरोजी की भारतीयय राष्ट्रीयय आंदोलन को सर्वाधिक प्रभावी देन थी कि- 1. उन्हहोंने इस बात को अभिव्यक्त कियया कि ब्रिटेन‚ भारत का आर्थिक शोषण कर रहा है। 2. उन्हहोंने प्राचीन भारतीयय ग्रंंथों की व्याख्या की और भारतीययों में आत्मम-विश्वावास जगायया। 3. उन्हहोंने सभी सामाजिक बुराइययों के निराकरण की आवश्यकता पर सर्वोपरि जोर दियया। उपर्युक्त में से कौन-सा/से कथन सही है/हैं? (a) केवल 1 (b) केवल 2 और 3 (c) केवल 1 और 3 (d) 1, 2 और 3 I.A.S. (Pre) 2012 उत्तर-(a) दादाभाई नौरोोजी आधुनिक भारत के प्रथम ऐसे राष्ट्रवादी नेता थे‚ जिन्होंोंने गहरे शोध और विश्लेषण के बल पर यह सिद्ध किया कि ब्रिटेन भारत का आर्थिक शोषण कर रहा है और प्रतिवर्ष एक निश्चित रकम इंग्लंग्लैंड ले जाई जा रही है। इसके परिप्रेक्ष्यय में ही उन्होंोंने अपनी इकोोनॉॉमिक ‘ड्रेन थ्योोरी’ दी। 49. किसने ययह विचार कियया था कि भारत में ‘ब्रिटिश आर्थिक नीति’ घिनौनी है? (a) बी.जी. तिलक (b) दादाभाई नौरोोजी (c) कार्ल मार्क्स (d) एडम स्मििथ Uttarakhand U.D.A./L.D.A. (Mains) 2007 उत्तर-(c) कार्ल मार्क्स ने यह विचार व्यक्तत किया था कि ‘ब्रिटिश आर्थिक नीति’ घिनौनी है। मार्क्स ने अपनी रचनाओं में लिखा की ब्रिटिश औपनिवेशिक नीतियोंों ने भारत की पारंंपरिक आर्थिक और सामाजिक संंरचना कोो नष्ट कर दिया है। मार्क्स का मानना था कि ब्रिटिश औद्योगि क पूंंजीवाद ने भारतीय किसानोंों और दस्ततकारोंों का शोषण किया और आत्मनिर्भर ग्रामीण अर्थव्यवस्थाथा कोो खत्म कर दिया। 50. दक्षिण भारत में सिंचाई व्यवस्थाथा का अग्रदूत किसे माना जाता है? (a) सर आर्थर कॉॉटन (b) कर्नल बेयर्ड स्मििथ (c) लेफ्टिनेंट ब्लेलेन (d) कर्नल रॉॉबर्ट स्मििथ Uttarakhand P.C.S. (Pre.) 2016 उत्तर-(a) सर आर्थर कॉॉटन ब्रिटिश सिंंचाई अभियंंता थे। उन्होंोंने दक्षिण भारतीय राज्योंयों की सिंंचाई व्यवस्थाथा हेतु उल्लेलेखनीय कार्य किया। इसलिए सर आर्थर कॉॉटन कोो ‘दक्षिण भारत में सिंंचाई व्यवस्थाथा का अग्रदूत’ माना जाता है। 51. भारत के इतिहास के संदर्भ में‚ निम्नलिखित ययुग्ममों पर विचार कीजिए- 1. औरंंग - राजकोष का प्रभारी 2. बेनिययान - ईस्टट इंडियय ा कंपनी का भारतीयय एजेंट 3. मिरासिदार - राज्य का नामित राजस्वव दाता उपर्युक्त ययुग्ममों में से कौन-सा/से सही सुमेलित है/हैं? (a) केवल 1 और 2 (b) केवल 2 और 3 (c) केवल 3 (d) 1‚ 2 और 3 I.A.S. (Pre) 2020 उत्तर-(b) औरंंग फारसी का शब्द है‚ जिसका अर्थ ‘गोदाम’ होोता है। यहांं पर बिक्रीक्री से पहले माल का भंडारण किया जाता था। ध्यायातव्यय है कि ‘औरंंग’ शब्द का प्रयोोग कई बार कार्यशालाओं (Work Shops) के लिए भी किया जाता है। बेनियान (बनियांं) पारंंपरिक वणिक समुदाय के व्यायापारी थे‚ जोो ईस्टट इंडिया कंपनी के एजेंट के रूप में कंपनी एवंं भारतीय कारीगरोंों के बीच मध्ययस्थथ का काम करते थे। मिरासी अरबी शब्द है‚ जिसका अर्थ उत्तराधिकार होोता है। रैयतवाड़ी प्रणाली में सरकार द्वाारा मिरासिदारोंों कोो राज्यय का इकलौता नामित राजस्वदाता माना गया। अत: विकल्पप (b) सही उत्तर है। 52. आर्थिक तौर पर‚ 19वीं शताब्दीी में भारत पर अंंग्रेजी शासन का एक परिणाम था- (a) भारतीय हस्तत-शिल्पोंों के निर्यात में वृद्धि (b) भारतीयोंों के स्वाामित्व वाले कारखानोंों की संंख्याया में वृद्धि (c) भारतीय कृषि का वाणिज्यीयीकरण (d) नगरीय जनसंंख्याया में तीव्र वृद्धि I.A.S. (Pre) 2018 उत्तर-(c) 1813 ई. के चार्टर एक्टट द्वाारा ईस्टट इंडिया कंपनी का व्यायापारिक एकाधि- कार समाप्तत करके मुक्तत व्यायापार नीति अपनाई गई। इंग्लंग्लैंड में औद्योगि क क्रांति उफान पर थी‚ अत: इंग्लंग्लैंड कोो अपने उद्योोगोंों के लिए सस्तेते माल की आवश्य्यकता थी। इस प्रकार भारत कच्चेचे माल का उत्पादन करने वाला देश बनकर रह गया। इसके अतिरिक्त भारत में पूंंजीवादी व्यवस्थाथा के बढ़ने के साथ-साथ नई लगान नीति के कारण किसान कोो अब नकद राशि की आवश्य्यकता थी; इसलिए किसान भी उन फसलोंों कोो उगाने के लिए विवश हुए जिनका बाजार में क्रय-विक्रय होो सके। जबकि इससे पूर्व किसान केवल उन्हहीं फसलोंों कोो उगाता था‚ जिनकी खपत स्थाथानीय स्ततर पर होोती थी। चाय‚ रबर‚ कॉॉफी‚ नील‚ रेशम‚ जूट और तंंबाकू जैसी वाणिज्यिक फसलोंों के उत्पादन की शुरुआत होो गई‚ जोो ब्रिटिश पूंंजीवाद की पहली पसंद थी। इन फसलोंों के लिए उन्हहें यूरोोपीय बाजारोंों में अत्यधिक कीमत प्रााप्तत होोती थी। इस प्रकार उत्पादन के स्वरूप और प्रकृति में मूलभूत परिवर्तन हुए और भारतीय कृषि का वाणिज्यीयीकरण होो गया। 53. निम्नलिखित में से कौन-सा कथन औद्योगिक क्रांति के द्वाारा उन्नीनीसवीं शताब्दीी के पूर्वार्ध में भारत पर पड़े प्रभाव की सही व्याख्या करता है? (a) भारतीय दस्ततकारी-उद्योोग नष्ट होो गए थे। (b) भारत के वस्त्र-उद्योोग में मशीनोंों का बड़ी संंख्याया में प्रवेश हुआ था। (c) देश के अनेक भागोंों में रेलवे लाइनें बिछाई गईं थीं। (d) ब्रिटिश उत्पादन के आयात पर भारी शुल्कक लगाया गया था। उत्तर-(a) I.A.S. (Pre) 2020 19वीं शताब्दीी के पूर्वार्ध में औद्योगि क क्रांति के फलस्वरूप भारतीय कुटीर उद्योोगोंों पर बुरा प्रभाव पड़ा। इस युग कोो भारत में अनौद्योोगीकरण का काल कहते हैं। इसके लिए अग्रलिखित नीतियांं उत्तरदायी थीं- 1. भारत पर मुक्तत व्यायापार नीति कोो लागू करना‚ 2. भारतीय माल पर अत्यधिक चुंंगी (कर) लगाना‚ 3. ब्रिटिश कंपनी द्वाारा भारत से कच्चेचे माल का निर्यात‚ 4. रेल मार्गोंों के निर्माण की दिशा में प्रयास 5. विदेशी निर्माताओं कोो उद्योोग लगाने के लिए विशेष सुविधाएंं देना इत्यादि। इन सभी कारणोंों ने मिलकर भारतीय परंंपरागत दस्ततकारी-उद्योोग का विनाश कर दिया। इस संंबंध में कार्ल मार्क्स ने लिखा है कि ‘‘यह अंंग्रेज घुसपैठिया था‚ जिसने भारतीय खादी कोो तोोड़ दिया‚ चरखे का नाश कर दिया तथा जाे देश सूती वस्त्रोंों के लिए जाना जाता था‚ उसे सूती वस्त्रोंों से भर दिया।’’",
        }
    ],
};

export const test13: Test[] = [MODERN_HISTORY_CHAPTERS_1_5];

export function getTest(id: string): Test | undefined {
    return test13.find((test) => test.id === id);
}
